Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/configure.po
Languages: ru, uk_ua, zh_cn

source: Configuration
ru: Конфигурация
uk_ua: Конфігурація
zh_cn: 配置

source: This section is dedicated to the configuration of Stay In Tarkov. If you haven't installed Stay In Tarkov yet, click :ref:`here <install>`.
ru: Этот раздел посвящен настройке Stay In Tarkov. Если вы еще не установили Stay In Tarkov, нажмите :ref:`здесь <install>`.
uk_ua: Цей розділ присвячений конфігурації Stay In Tarkov. Якщо ви ще не встановили Stay In Tarkov, натисніть :ref:`тут <install>`.
zh_cn: 本节专门用于 Stay In Tarkov 的配置。如果您还没有安装 Stay In Tarkov，请点击：:ref:`这里 <install>`。

source: Network Configuration
ru: Конфигурация сети
uk_ua: Конфігурація мережі
zh_cn: 网络配置

source: Follow this section if you're planning to be the coop game host (server). At least one person in your group needs to follow this process to be able to play coop together. The person with the best computer and network performance should be the host for a better experience. Don't let the lad with 10kbps internet host please.
ru: Следуйте этому разделу, если вы планируете быть хостом игры кооператива (сервер). По крайней мере, один человек в вашей группе должен выполнить этот процесс, чтобы иметь возможность играть в кооперативе вместе. Человек с лучшей производительностью компьютера и сети должен быть хостом для лучшего опыта. Пожалуйста, не давайте хостить парню с интернетом 10 кб/с.
uk_ua: Дотримуйтеся цього розділу, якщо ви плануєте бути хостом кооперативної гри (сервера). Принаймні одна людина з вашої групи повинна пройти цей процес, щоб мати змогу грати в кооператив разом. Особа з кращими комп'ютером та мережевою продуктивністю повинна бути хостом для кращого досвіду. Будь ласка, не дозволяйте ладу з інтернетом 10 Кбіт/с хостувати.
zh_cn: 如果您计划成为合作游戏主机（服务器），请按照本节进行操作。您的团队中至少有一人需要按照此流程操作，以便能够一起玩合作游戏。性能最好的人应该成为主机，以获得更好的体验。请不要让带着 10kbps 网络的小伙伴成为主机。

source: UPnP (Universal Plug and Play) is the **preferred** method for server hosting as it supports automagically opening the ports that SIT needs while they are needed. However this only works for competent routers (looking at you USA). If you have issues with this please follow the :ref:`Port Forwarding<portforward>` guide below for manually opening the required ports for |SIT|.
ru: UPnP (Универсальная включаемость и воспроизводимость) - **предпочтительный** метод хостинга сервера, поскольку он поддерживает автоматическое открытие портов, необходимых SIT, когда они нужны. Однако это работает только для компетентных маршрутизаторов (глядя на вас, США). Если у вас возникли проблемы с этим, следуйте указаниям в :ref:`руководстве по пробросу портов <portforward>` ниже, чтобы вручную открыть необходимые порты для |SIT|.
uk_ua: UPnP (Універсальний плагін та грай) є **переважним** методом для хостингу сервера, оскільки він автоматично відкриває потрібні порти для SIT у момент їх потреби. Однак це працює тільки з відповідальними маршрутизаторами (дивлячись на вас, США). Якщо у вас виникають проблеми з цим, будь ласка, скористайтеся наведеним нижче керівництвом :ref:`Перенаправлення портів<portforward>` для вручного відкриття необхідних портів для |SIT|.
zh_cn: UPnP（通用即插即用）是服务器托管的**首选**方法，因为它支持在需要时自动打开 SIT 所需的端口。但是，这仅适用于能干的路由器（看着你，美国）。如果您遇到问题，请按照下面的 :ref:`端口转发<portforward>` 指南手动打开 |SIT| 所需的端口。

source: If you are using UPnP, skip to :ref:`HTTP JSON Configuration <httpjson>` to prep the server
ru: Если вы используете UPnP, перейдите к :ref:`Настройке HTTP JSON <httpjson>` для подготовки сервера
uk_ua: Якщо ви використовуєте UPnP, перейдіть до :ref:`Конфігурації HTTP JSON <httpjson>` для підготовки сервера
zh_cn: 如果您正在使用 UPnP，请跳转到 :ref:`HTTP JSON 配置 <httpjson>` 准备服务器

source: Port forwarding
ru: Проброс портов
uk_ua: Перенаправлення портів
zh_cn: 端口转发

source: Port forwarding is the process of opening a port on your external IP address and redirect the traffic to a specific device. The process is different for all router models. Therefore, we cannot provide a step-by-step tutorial for port forwarding.
ru: Проброс портов - это процесс открытия порта на вашем внешнем IP-адресе и перенаправления трафика на определенное устройство. Процесс отличается для всех моделей маршрутизаторов. Поэтому мы не можем предоставить пошаговое
uk_ua: Перенаправлення портів - це процес відкриття порту на вашій зовнішній IP-адресі та перенаправлення трафіку на конкретний пристрій. Процес різний для всіх моделей маршрутизаторів. Тому ми не можемо надати пошагового посібника з перенаправлення портів.
zh_cn: 端口转发是将外部 IP 地址上的端口打开并将流量重定向到特定设备的过程。每个路由器型号的过程都不同。因此，我们无法为端口转发提供逐步教程。

source: If you are unsure how to port forward, google "YOUR_ROUTER_MODEL port forward" or contact your Internet Service Provider.
ru: Если вы не уверены, как настроить проброс портов, выполните поиск в Google по запросу "модель вашего роутера настройка проброса портов" или свяжитесь с вашим поставщиком интернет-услуг.
uk_ua: Якщо ви не впевнені, як перенаправити порти, зверніться до Інтернет-провайдера або згугліть "перенаправлення портів модель вашого маршрутизатора".
zh_cn: 如果您不确定如何进行端口转发，请搜索“YOUR_ROUTER_MODEL 端口转发”或联系您的互联网服务提供商。

source: **An example has been provided below but we cannot support you on this because every router is wildly different so please try to find instructions for your specific router.**
ru: **Приведен пример ниже, но мы не можем поддержать вас в этом, потому что каждый роутер сильно отличается, поэтому попробуйте найти инструкции для вашего конкретного роутера.**
uk_ua: **Нижче наведено приклад, але ми не можемо підтримати вас в цьому, оскільки кожен маршрутизатор дуже відрізняється, тому будь ласка, спробуйте знайти інструкції для вашого конкретного маршрутизатора.**
zh_cn: **下面提供了一个示例，但我们无法为您提供支持，因为每个路由器都非常不同，所以请尝试找到适用于您特定路由器的说明。**

source: Here is a quick example on how to port forward with a Virgin Media Superhub 3 (UK)
ru: Вот быстрый пример того, как настроить проброс портов с помощью Virgin Media Superhub 3 (UK)
uk_ua: Наведено швидкий приклад того, як перенаправити порти за допомогою Virgin Media Superhub 3 (UK)
zh_cn: 以下是如何使用 Virgin Media Superhub 3（英国）进行端口转发的快速示例

source: Open ``cmd`` and type ``ipconfig``
ru: Откройте ``cmd`` и введите ``ipconfig``
uk_ua: Відкрийте ``cmd`` і введіть ``ipconfig``
zh_cn: 打开“cmd”并键入“ipconfig”

source: Find ``Default Gateway:`` it should have an IP similar to ``192.168.0.1``. Also note down your local IP ``IPv4 Address``
ru: Найдите ``Default Gateway:``, он должен иметь IP-адрес, аналогичный ``192.168.0.1``. Также запишите ваш локальный IP-адрес ``IPv4 Address``
uk_ua: Знайдіть ``Default Gateway:``, він повинен мати IP-адресу, подібну до ``192.168.0.1``. Також зазначте свою локальну IP-адресу ``IPv4 Address``
zh_cn: 找到“默认网关：”，它的 IP 应该类似于“192.168.0.1”。还记下您的本地 IP“IPv4 地址”

source: Open your web browser and type the ``Default Gateway`` IP into the URL bar (Not the search bar)
ru: Откройте ваш веб-браузер и введите IP-адрес ``Default Gateway`` в адресную строку URL (не в строку поиска)
uk_ua: Відкрийте веб-браузер і введіть IP-адресу ``Default Gateway`` у поле URL-адреси (не в поле пошуку)
zh_cn: 打开您的网络浏览器，将“默认网关” IP 输入到 URL 栏中（不是搜索栏）

source: There may be a login page there, put in the login details so you can get to the main dashboard
ru: Возможно, там будет страница входа, введите данные для входа, чтобы попасть на главную панель управления
uk_ua: Можливо, там буде сторінка входу, введіть дані входу, щоб потрапити на головну панель
zh_cn: 可能会有一个登录页面，在那里输入登录详细信息，以便您进入主要仪表板

source: You will need to look for a tab called "Port Forwarding". It may be under some advanced settings or security tab
ru: Вам нужно будет найти вкладку с названием "Port Forwarding". Она может быть в разделе расширенных настроек или на вкладке безопасности
uk_ua: Вам потрібно буде знайти вкладку з назвою "Перенаправлення портів". Це може бути під розділом розширених налаштувань або закладкою безпеки
zh_cn: 您需要查找一个名为“端口转发”的选项卡。它可能位于一些高级设置或安全选项卡下面

source: Once in there you should be able to open certain ports to certain IPs. This is where the ``IPv4 Address`` comes in
ru: Когда вы там, вы сможете открыть определенные порты для определенных IP-адресов. Здесь важен ваш локальный IP-адрес ``IPv4 Address``
uk_ua: Після цього ви повинні змогти відкрити деякі порти для певних IP-адрес. Тут і використовується ``IPv4 Address``
zh_cn: 一旦进入那里，您应该能够将某些端口打开到某些 IP。这就是“IPv4 地址”的用处

source: Open ports 6969 to 6972, making sure to include those two as well, so 4 total ports. Some routers can port a range, if you can't you'll have to do them 1 by 1
ru: Откройте порты с 6969 по 6972, убедившись, что включены все четыре, то есть 4 порта в общей сложности. Некоторые роутеры могут настроить диапазон портов, если вы этого не можете, придется делать их поочередно
uk_ua: Відкрийте порти від 6969 до 6972, обов'язково включивши ці два, отже, 4 порти в загальному. Деякі маршрутизатори можуть відкривати діапазон портів, якщо це не працює, вам доведеться відкривати їх по одному
zh_cn: 打开端口 6969 到 6972，确保也包括这两个，所以一共有 4 个端口。一些路由器可以端口范围，如果您不能这样做，您将不得不逐个执行它们

source: Make sure to use the "Both" option for Protocal if you can, otherwise you will need to do it twice, for both UDP and TCP
ru: Убедитесь, что вы используете опцию "Both" для протокола, если можете, в противном случае вам придется делать это дважды, как для UDP, так и для TCP
uk_ua: Переконайтеся, що ви використовуєте опцію "Both" для протоколу, якщо це можливо, в іншому випадку вам доведеться зробити це двічі, для UDP та TCP
zh_cn: 如果可以，请确保使用“两者都”选项的协议，否则您需要执行两次，分别为 UDP 和 TCP

source: Once you save that those ports should now be open, and pointing traffic to your PC
ru: После сохранения этих настроек порты теперь должны быть открыты и перенаправлять трафик на ваш ПК
uk_ua: Після збереження цих портів вони повинні бути відкриті та направляти трафік на ваш комп'ютер
zh_cn: 保存后，这些端口现在应该是打开的，并将流量指向您的 PC

source: Once you have completed these steps go :ref:`here <httpjson>` to configure the server to use these ports
ru: После завершения этих шагов перейдите :ref:`сюда <httpjson>`, чтобы настроить сервер на использование этих портов
uk_ua: Після виконання цих кроків перейдіть :ref:`сюди <httpjson>` для налаштування сервера на використання цих портів
zh_cn: 完成这些步骤后，转到 :ref:`这里 <httpjson>` 配置服务器以使用这些端口

source: Not all Internet Service Provider allows port forwarding. Sometimes port forwarding is blocked at the provider level or at the router level. In any case, the person able to port forward should be the host, provided their computer and network is capable.
ru: Не все поставщики интернет-услуг разрешают проброс портов. Иногда проброс портов блокируется на уровне поставщика услуг или на уровне роутера. В любом случае, человек, способный настроить проброс портов, должен быть хостом, если его компьютер и сеть способны к этому.
uk_ua: Не всі постачальники Інтернету дозволяють перенаправлення портів. Іноді перенаправлення портів блокується на рівні постачальника або на рівні маршрутизатора. У будь-якому випадку, особа, яка може перенаправляти порти, повинна бути хостом, за умови, що їх комп'ютер та мережа здатні до цього.
zh_cn: 并非所有的互联网服务提供商都允许进行端口转发。有时端口转发会在提供者级别或路由器级别被阻止。在任何情况下，能够进行端口转发的人应该是主机，前提是他们的计算机和网络是可以的。

source: If that is the case, you may have to use a VPN (Virtual Private Network) like Hamachi, Radmin or ZeroTier to allow people to connect however these may come with performance hits to players ping due to how they work. Port fowarding is the prefered method.
ru: Если это так, вам может потребоваться использовать VPN (виртуальная частная сеть) такие как Hamachi, Radmin или ZeroTier, чтобы позволить людям подключаться, однако это может повлиять на производительность пинга игроков из-за того, как они работают. Проброс портов - предпочтительный метод.
uk_ua: Якщо так, то вам може доведеться використовувати VPN (віртуальну приватну мережу), таку як Hamachi, Radmin або ZeroTier, щоб дозволити людям підключатися, однак це може призвести до погіршання пінгу гравців через особливості їх роботи. Перенаправлення портів - це переважний метод.
zh_cn: 如果是这种情况，您可能需要使用 VPN（虚拟专用网络），如 Hamachi、Radmin 或 ZeroTier，以允许人们连接，但是这些可能会因为工作方式而对玩家的延迟造成性能损失。端口转发是首选方法。

source: Virtual Private Network (VPN)
ru: Виртуальная частная сеть (VPN)
uk_ua: Віртуальна приватна мережа (VPN)
zh_cn: 虚拟专用网络（VPN）

source: Virtual private network such as Hamachi, Radmin or ZeroTier allows to create an internet-based "local" network. All traffic will be transmitted through the internet and redirected to a virtual network adapter which acts as a local network. This is useful for those which are unable to port forward. However, performance is not as good as port forwarding because traffic must go through a third party service.
ru: Виртуальная частная сеть, такая как Hamachi, Radmin или ZeroTier, позволяет создавать интернет-основанную "локальную" сеть. Весь трафик будет передаваться через интернет и перенаправляться на виртуальный сетевой адаптер, который действует как локальная сеть. Это полезно для тех, кто не может настроить проброс портов. Однако производительность не так хороша, как при пробросе портов, потому что трафик должен проходить через сторонний сервис.
uk_ua: Віртуальна приватна мережа, така як Hamachi, Radmin або ZeroTier, дозволяє створювати інтернет-засновану "локальну" мережу. Весь трафік буде передаватися через Інтернет та перенаправлятися на віртуальний адаптер мережі, який діє як локальна мережа. Це корисно для тих, хто не може перенаправляти порти. Однак продуктивність не така хороша, як при перенаправленні портів, оскільки трафік має пройти через послугу третьої сторони.
zh_cn: 虚拟专用网络（VPN）如 Hamachi、Radmin 或 ZeroTier 允许创建基于互联网的“本地”网络。所有流量将通过互联网传输，并重定向到充当本地网络的虚拟网络适配器。这对于无法进行端口转发的人非常有用。但是，性能不如端口转发好，因为流量必须经过第三方服务。

source: If you need help setting these up a basic guide will be provided however we cannot help with issues coming from using these, so it may be best to look up a guide on how to use them beforehand.
ru: Если вам нужна помощь в настройке этих сервисов, будет предоставлено базовое руководство, однако мы не можем помочь с проблемами, возникающими при их использовании, поэтому лучше заранее найти руководство о том, как их использовать.
uk_ua: Якщо вам потрібна допомога у налаштуванні, буде надано базовий посібник, однак ми не можемо допомогти з проблемами, пов'язаними з їх використанням, тому краще заздалегідь знайти посібник з їх використання.
zh_cn: 如果您需要帮助设置这些，我们将提供一个基本指南，但是我们无法帮助解决使用这些工具时出现的问题，因此最好事先查找如何使用它们的指南。

source: We do not recommend using VPN to play Stay In Tarkov because they are known to have rate limitations and hinder network performance and stability. SIT is not well optimized and transmit a lot of data to synchronize information between players.
ru: Мы не рекомендуем использовать VPN для игры в Stay In Tarkov, так как известно, что они имеют ограничения по скорости и мешают производительности и стабильности сети. SIT плохо оптимизирована и передает большой объем данных для синхронизации информации между игроками.
uk_ua: Ми не рекомендуємо використовувати VPN для гри у Stay In Tarkov, оскільки відомо, що вони мають обмеження швидкості та гальмують мережеву продуктивність та стабільність. SIT не оптимізований добре і передає багато даних для синхронізації інформації між гравцями.
zh_cn: 我们不建议使用 VPN 进行游玩《逃离塔科夫》因为它们被知道会有速率限制，并且会影响网络性能和稳定性。《逃离塔科夫》并没有很好地进行优化，并且在玩家之间同步信息时会传输大量数据。

source: **Use at your own risk.**
ru: **Используйте на свой страх и риск.**
uk_ua: **Використовуйте на свій страх і ризик.**
zh_cn: **自行承担风险。**

source: Install hamachi from their offical site here `Hamachi <https://vpn.net/>`_
ru: Установите Hamachi с их официального сайта по ссылке `Hamachi <https://vpn.net/>`_
uk_ua: Встановіть hamachi з їх офіційного сайту тут `Hamachi <https://vpn.net/>`_
zh_cn: 从官方网站安装 Hamachi，链接在此 `Hamachi <https://vpn.net/>`_

source: Click the power button, it should ask you to log in, either log in or register an account to continue
ru: Нажмите кнопку питания, она должна запросить вход в систему, войдите или зарегистрируйте учетную запись для продолжения
uk_ua: Клацніть на кнопці включення, вона повинна попросити вас увійти, увійдіть або зареєструйте обліковий запис, щоб продовжити
zh_cn: 点击电源按钮，它应该会要求您登录，要么登录，要么注册一个账户以继续

source: If you are joining a server, join the hosts Hamachi network by pressing "Join an Existing Network" and enter the ID and Password
ru: Если вы присоединяетесь к серверу, присоединитесь к сети Hamachi хоста, нажав "Присоединиться к существующей сети" и введите идентификатор и пароль
uk_ua: Якщо ви приєднуєтеся до сервера, приєднайтесь до мережі Hamachi хоста, натиснувши "Join an Existing Network" та введіть ID та пароль
zh_cn: 如果您要加入一个服务器，请通过按下“加入现有网络”并输入 ID 和密码来加入主机的 Hamachi 网络

source: If you are hosting the server, press "Create a New Network", then give it a name and password, give this to everyone you are playing with
ru: Если вы хостите сервер, нажмите "Создать новую сеть", затем дайте ей имя и пароль, передайте это всем, с кем вы играете
uk_ua: Якщо ви хостите сервер, натисніть "Create a New Network", потім дайте йому назву та пароль, подайте це всім, з ким ви граєте
zh_cn: 如果您是服务器的主机，请按“创建新网络”，然后给它一个名称和密码，并把这个给与您一起游玩的每个人

source: Once you are all in the network, make sure everyones light is green, if not, look up a guide to fix it, we **CANNOT** help with this.
ru: Как только все будут в сети, убедитесь, что у всех зеленый свет, если нет, найдите руководство по исправлению этой проблемы, мы **НЕ МОЖЕМ** помочь с этим.
uk_ua: Як тільки ви всі знаходитесь в мережі, переконайтеся, що всім зелене світло, якщо ні, знайдіть посібник з усунення цієї проблеми, ми **НЕ МОЖЕМО** допомогти з цим.
zh_cn: 一旦您都在网络中，请确保每个人的灯都是绿色的，如果不是，查找一个指南来解决问题，我们**无法**提供帮助。

source: If everyone is connected and with green light, go :ref:`HTTP JSON Config<httpjson>`
uk_ua: Якщо всі підключені та мають зелене світло, перейдіть :ref:`сюди <httpjson>`

source: Install Radmin from their offical site here `Radmin <https://www.radmin-vpn.com/>`_
ru: Установите Radmin с их официального сайта по ссылке `Radmin <https://www.radmin-vpn.com/>`_
uk_ua: Встановіть Radmin з їх офіційного сайту за посиланням `Radmin <https://www.radmin-vpn.com/>`_
zh_cn: 从官方网站安装 Radmin，链接在此 `Radmin <https://www.radmin-vpn.com/>`_

source: Once installed, make sure the power button icon says "On" and has an IP below your Computer Name. We cannot help with errors on this
ru: После установки убедитесь, что иконка кнопки питания говорит "Включено" и имеет IP-адрес ниже вашего имени компьютера. Мы не можем помочь с ошибками по этому поводу
uk_ua: Після встановлення переконайтеся, що іконка кнопки живлення вказує «Увімкнено» та має IP-адресу нижче вашого імені комп'ютера. Ми не можемо допомогти з помилками на цьому
zh_cn: 安装完成后，请确保电源按钮图标显示为“On”，并且在计算机名称下方有一个 IP。我们不能帮助解决此问题的错误

source: If you are joining a server, join the hosts Radmin network by pressing "Join Network" and enter the ID and Password
ru: Если вы присоединяетесь к серверу, присоединитесь к сети Radmin хоста, нажав "Присоединиться к сети" и введите идентификатор и пароль
uk_ua: Якщо ви приєднуєтеся до сервера, приєднайтеся до мережі Radmin хоста, натиснувши «Приєднатися до мережі» та введіть ідентифікатор та пароль
zh_cn: 如果您要加入一个服务器，请通过按下“加入网络”并输入 ID 和密码来加入主机的 Radmin 网络

source: If you are hosting the server, press "Create Network", then give it a name and password, give this to everyone you are playing with
ru: Если вы хостите сервер, нажмите "Создать сеть", затем дайте ей имя и пароль, передайте это всем, с кем вы играете
uk_ua: Якщо ви є хостом сервера, натисніть «Створити мережу», потім вкажіть ім'я та пароль, і подайте це кожному, з ким граєте
zh_cn: 如果您是服务器的主机，请按“创建网络”，然后给它一个名称和密码，并把这个给与您一起游玩的每个人

source: If the bar is green, the connection has been successful and you're ready to continue, if not, then you'll need to look up your issue as we can't help
ru: Если полоса зеленая, соединение прошло успешно, и вы готовы продолжить, если нет, вам нужно будет найти вашу проблему, так как мы не можем помочь
uk_ua: Якщо смуга зелена, підключення успішне, і ви готові продовжувати, якщо ні, то вам потрібно буде знайти вашу проблему, оскільки ми не можемо допомогти
zh_cn: 如果条是绿色的，连接成功，您可以继续，如果不是，那么您需要查找您的问题，因为我们无法提供帮助

source: Once this has been done, head to :ref:`HTTP JSON Config<httpjson>` to setup the server to use the VPN
ru: После того, как это будет сделано, перейдите к :ref:`HTTP JSON Config<httpjson>`, чтобы настроить сервер для использования VPN
uk_ua: Після цього перейдіть до :ref:`HTTP JSON Config<httpjson>`, щоб налаштувати сервер для використання VPN
zh_cn: 一旦完成，转到 :ref:`HTTP JSON Config<httpjson>` 来设置服务器使用 VPN

source: HTTP JSON file configuration
ru: Конфигурация файла HTTP JSON
uk_ua: Конфігурація файлу HTTP JSON
zh_cn: HTTP JSON 文件配置

source: Open ``SIT\Server\Aki_Data\Server\configs\http.json`` with your preferred text text editor.
ru: Откройте ``SIT\Server\Aki_Data\Server\configs\http.json`` с помощью вашего предпочтительного текстового редактора.
uk_ua: Відкрийте файл ``SIT\Server\Aki_Data\Server\configs\http.json`` у вашому вибраному текстовому редакторі.
zh_cn: 用您喜欢的文本编辑器打开 ``SIT\Server\Aki_Data\Server\configs\http.json``。

source: Locate the "ip" parameter. You should see a default value of "127.0.0.1".
ru: Найдите параметр "ip". Вы должны увидеть значение по умолчанию "127.0.0.1".
uk_ua: Знайдіть параметр «ip». Ви повинні бачити значення за замовчуванням «127.0.0.1».
zh_cn: 找到“ip”参数。您应该看到一个默认值为“127.0.0.1”。

source: Change "127.0.0.1" with ``0.0.0.0``. (Only change from ``0.0.0.0`` if you know what you're doing)
ru: Измените "127.0.0.1" на ``0.0.0.0``. (Измените только с ``0.0.0.0``, если вы знаете, что делаете)
uk_ua: Змініть «127.0.0.1» на ``0.0.0.0``. (Змінюйте тільки з ``0.0.0.0``, якщо ви розумієте, що робите)
zh_cn: 将“127.0.0.1”更改为 ``0.0.0.0``。（如果知道自己在做什么，请从 ``0.0.0.0`` 更改）

source: Save your changes and close the text editor.
ru: Сохраните ваши изменения и закройте текстовый редактор.
uk_ua: Збережіть внесені зміни і закрийте текстовий редактор.
zh_cn: 保存更改并关闭文本编辑器。

source: Once you have done this, head :ref:`here <serverplay>` and follow the Server steps to see how to launch and join the server
ru: После того, как вы это сделали, перейдите :ref:`сюда <serverplay>` и следуйте инструкциям сервера, чтобы узнать, как запустить и присоединиться к серверу
uk_ua: Після виконання цього перейдіть :ref:`сюди <serverplay>` і дотримуйтесь інструкцій для запуску та приєднання до сервера
zh_cn: 完成此操作后，请转到 :ref:`此处 <serverplay>` 并按照服务器步骤了解如何启动和加入服务器

source: Firewall Configuration
ru: Конфигурация брандмауэра
uk_ua: Конфігурація брандмауера
zh_cn: 防火墙配置

source: This section is about configuring your Windows firewall to allow the clients to connect to the server through your PC, although you have forwarded the ports your PC itself my still reject the connections because it hasn't been configured to allow them, the below section will detail how to do that if the server hasn't already asked to be allowed through
ru: Этот раздел посвящен настройке брандмауэра Windows для разрешения клиентам подключаться к серверу через ваш компьютер. Хотя вы уже перенаправили порты, ваш компьютер все равно может отклонять подключения, потому что он не настроен на разрешение их, ниже приведены инструкции о том, как это сделать, если сервер еще не запросил разрешение на прохождение
uk_ua: Цей розділ стосується налаштування брандмауера Windows для дозволу клієнтам підключатися до сервера через ваш комп'ютер, хоча ви вже переадресували порти, ваш комп'ютер все ще може відхиляти з'єднання, оскільки він не був налаштований для дозволу їх, нижче наведено детальні інструкції, як це зробити, якщо сервер ще не запитав про це
zh_cn: 本节是关于配置您的 Windows 防火墙，以允许客户端通过您的 PC 连接到服务器，尽管您已经转发了端口，但您的 PC 本身可能仍会拒绝连接，因为它尚未被配置为允许连接，下面的部分将详细介绍如何处理，如果服务器尚未请求允许通过。
