Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/configure.po
Languages: ru, uk_ua, zh_cn

source: Open windows search and type "Allow an app", this should show you the "Allow an app through Windows Firewall", click it
ru: Откройте поиск Windows и введите "Разрешить приложение", это должно показать вам "Разрешить приложение через брандмауэр Windows", нажмите на это
uk_ua: Відкрийте пошук у Windows і введіть «Дозволити додаток», це повинно показати «Дозволити додаток через брандмауер Windows», натисніть на це
zh_cn: 打开 Windows 搜索并键入“允许应用程序”，这应该会显示“通过 Windows 防火墙允许应用程序”，单击它

source: Click "Change Settings"
ru: Нажмите "Изменить настройки"
uk_ua: Клацніть «Змінити налаштування»
zh_cn: 点击“更改设置”

source: Click "Allow Antother App"
ru: Нажмите "Разрешить другое приложение"
uk_ua: Клацніть «Дозволити інший додаток»
zh_cn: 点击“允许其他应用程序”

source: Click "Browse" and navigate to where your ``Aki.Server.exe`` is
ru: Нажмите "Обзор" и перейдите туда, где находится ваш ``Aki.Server.exe``
uk_ua: Клацніть «Огляд» та перейдіть до місця розташування вашого ``Aki.Server.exe``
zh_cn: 点击“浏览”并导航到您的 ``Aki.Server.exe`` 所在的位置

source: Select it and click "Add"
ru: Выберите его и нажмите "Добавить"
uk_ua: Виберіть його та клацніть «Додати»
zh_cn: 选择它然后点击“添加”

source: Make sure both public and private are ticked
ru: Убедитесь, что отмечены оба пункта "Публичная" и "Приватная"
uk_ua: Переконайтеся, що обидва поля "Публічний" та "Приватний" позначені
zh_cn: 确保公共和私有都被选中

source: That should be Aki allowed through your windows firewall, and your server set-up should now be finished
ru: Теперь Aki должен быть разрешен через ваш брандмауэр Windows, и настройка вашего сервера должна быть завершена
uk_ua: Тепер Aki повинен бути дозволений через ваш брандмауер Windows, і налаштування вашого сервера повинно бути завершено
zh_cn: 这样 Aki 就被允许通过您的 Windows 防火墙了，您的服务器设置现在应该已经完成

source: General Configuration
ru: Общая конфигурация
uk_ua: Загальна конфігурація
zh_cn: 常规配置

source: Below are steps for configuring both the |SIT| client and the |SIT| Server, this have been split into catagories for your :strike:`pleasure` convience.
ru: Ниже приведены шаги по настройке как клиента |SIT|, так и сервера |SIT|, они были разделены на категории для вашего удобства
uk_ua: Нижче наведені кроки для налаштування клієнта |SIT| та сервера |SIT|, їх розділено на категорії для вашого зручності.
zh_cn: 以下是配置 |SIT| 客户端和 |SIT| 服务器的步骤，这已经被分成了类别以方便您：

source: Client Side Config
ru: Конфигурация на стороне клиента
uk_ua: Конфігурація клієнта
zh_cn: 客户端配置

source: The configs for your client are located in ``SIT\Game\BepInEx\config\com.stayintarkov.cfg``. You may want to use a text editor that isn't the built in notepad, something like VSCode, or at least Notepad++
ru: Конфигурационные файлы для вашего клиента находятся в ``SIT\Game\BepInEx\config\com.stayintarkov.cfg``. Вам может понадобиться использовать текстовый редактор, который не является встроенным блокнотом, например, VSCode или, по крайней мере, Notepad++
uk_ua: Налаштування вашого клієнта знаходяться в ``SIT\Game\BepInEx\config\com.stayintarkov.cfg``. Вам можливо знадобиться використовувати текстовий редактор, який не є вбудованим блокнотом, такий як VSCode або хоча б Notepad++
zh_cn: 客户端的配置位于 ``SIT\Game\BepInEx\config\com.stayintarkov.cfg`` 中。您可能希望使用不是内置记事本的文本编辑器，例如 VSCode，或至少是 Notepad++

source: These settings will only take effect if the person that has modified them is hosting the raid, so settings like ``EnableAISpawnWaveSystem`` will only take effect if the person that modified them hosts.
ru: Эти настройки вступят в силу только в том случае, если человек, который их изменил, является хостом рейда, поэтому настройки, такие как ``EnableAISpawnWaveSystem``, будут вступать в силу только в том случае, если их изменивший человек является хостом.
uk_ua: Ці налаштування набудуть чинності тільки в разі, якщо особа, яка їх змінила, буде хостити рейд, тому налаштування, такі як ``EnableAISpawnWaveSystem``, набудуть чинності тільки у разі, якщо особа, яка їх змінила, буде хостити.
zh_cn: 这些设置仅在修改它们的人托管了突袭时才会生效，因此像 ``EnableAISpawnWaveSystem`` 这样的设置只有在修改它们的人托管了突袭时才会生效。

source: **DO NOT** edit any of the ``Enabled`` options as they are for debug purposes and **SHOULD NOT** be modified in any way.
ru: **НЕ** редактируйте никакие из параметров ``Enabled``, так как они предназначены для отладки и **НЕ ДОЛЖНЫ** быть никоим образом изменены.
uk_ua: **НЕ** редагуйте жодну з опцій ``Enabled``, оскільки вони призначені для налагодження і **НЕ ПОВИННІ** бути змінені будь-яким чином.
zh_cn: **不要** 编辑任何 ``Enabled`` 选项，因为它们仅用于调试目的，**不应** 以任何方式修改。

source: Client Config Options
ru: Опции конфигурации клиента
uk_ua: Опції конфігурації клієнта
zh_cn: 客户端配置选项

source: **Config Option**
ru: **Опция конфигурации**
uk_ua: **Опція конфігурації**
zh_cn: **配置选项**

source: **Values**
ru: **Значения**
uk_ua: **Значення**
zh_cn: **值**

source: **Default**
ru: **По умолчанию**
uk_ua: **За замовчуванням**
zh_cn: **默认值**

source: *(Description**
ru: *(Описание)**
uk_ua: *(Опис**
zh_cn: *(描述**

source: PlayerStateTickRateInMS
uk_ua: Частота оновлення стану гравця в мс

source: For setting the client drones to spawn on the server, for **debugging** use *only*
ru: Для установки дронов клиента на сервере используйте только для **отладки**
uk_ua: Для налаштування клієнтських дронів на спавн на сервері, для **налагодження** використовуйте *лише*
zh_cn: 用于在服务器上生成客户端无人机的设置，仅用于**调试**

source: ShowDronesOnServer
uk_ua: Показати дрони на сервері
zh_cn: 在服务器上显示无人机

source: TCP Only: The rate at which Player States will attempt to be synchronized. **ONLY MODIFY IF YOU KNOW WHAT YOU ARE DOING**
ru: Только TCP: скорость, с которой состояния игроков будут синхронизироваться. **ИЗМЕНЯЙТЕ ТОЛЬКО ЕСЛИ ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ**
uk_ua: Тільки TCP: Частота синхронізації стану гравця. **ЗМІНЮЙТЕ ТІЛЬКИ ЯКЩО РОЗУМІЄТЕ, ЩО РОБИТЕ**
zh_cn: 仅限 TCP：玩家状态尝试同步的速率。**仅在您知道自己在做什么时才修改**

source: HeadshotsAlwaysKill
uk_ua: Гарантовані головні постріли
zh_cn: 头部爆头总是致命

source: Enable to make headshots actually work, no more tanking definite kills!
ru: Включите, чтобы гарантированные убийства от головы работали!
uk_ua: Увімкнути, щоб гарантовано головні постріли працювали, більше не буде втрати можливих вбивств!
zh_cn: 启用以使头部爆头实际生效，不再容忍绝对击杀！

source: ShowFeed
uk_ua: Показувати живлення
zh_cn: 显示反馈

source: Enable the feed on the bottom right of the screen which shows player/bot spawns, kills, etc. **DOES NOT WORK RIGHT NOW, WAS CAUSING ISSUES**
ru: Включите ленту новостей в правом нижнем углу экрана, которая показывает появление игроков/ботов, убийства и т. д. **СЕЙЧАС НЕ РАБОТАЕТ, ВЫЗЫВАЕТ ПРОБЛЕМЫ**
uk_ua: Увімкнути живлення у нижньому правому куті екрана, яке показує появу гравців/ботів, вбивства та інше. **ЗАРАЗ НЕ ПРАЦЮЄ, СТВОРЮЄ ПРОБЛЕМИ**
zh_cn: 在屏幕右下角启用反馈，显示玩家/机器人生成、击杀等信息。**当前无法使用，会引起问题**

source: AllPlayersSpawnTogether
uk_ua: Усі гравці спавняться разом
zh_cn: 所有玩家一起生成

source: Will decide if all players spawn at the same spawn point or not
ru: Определит, появятся ли все игроки в одной точке возрождения или нет
uk_ua: Вирішує, чи спавняться всі гравці на одній точці спавну чи ні
zh_cn: 决定所有玩家是否在同一生成点生成

source: ArenaMode
uk_ua: Режим арени
zh_cn: 竞技场模式

source: Currently a **DEBUG** option. **DO NOT TOUCH**
ru: В настоящее время **ОПЦИЯ ОТЛАДКИ**. **НЕ ТРОГАТЬ**
uk_ua: Поки що **DEBUG** опція. **НЕ ТРИКАЙТЕ**
zh_cn: 目前是**调试**选项。**请勿触摸**

source: EnableAISpawnWaveSystem
uk_ua: Увімкнути систему хвиль спавну штучного інтелекту
zh_cn: 启用 AI 生成波系统

source: Toggles the AI spawn wave system, if false, no AI will spawn, useful for testing PvP aspects
ru: Включает систему волн появления ИИ, если false, ИИ не появится, полезно для тестирования PvP аспектов
uk_ua: Увімкнення/вимкнення системи хвиль спавну штучного інтелекту. Якщо false, AI не буде спавнитися, корисно для тестування PvP аспектів
zh_cn: 切换 AI 生成波系统，如果为假，则不会生成 AI，用于测试 PvP 方面

source: ForceHighPingMode
uk_ua: Примусовий режим високого пінгу
zh_cn: 强制高延迟模式

source: Forces the High Ping Mode which allows some actions to not round-trip. This may be useful if you have large input lag **ONLY MODIFY IF YOU KNOW WHAT YOU ARE DOING**
ru: Принудительный режим высокого пинга, который позволяет некоторым действиям не проходить полный цикл. Это может быть полезно, если у вас большая задержка ввода **ИЗМЕНЯЙТЕ ТОЛЬКО ЕСЛИ ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ**
uk_ua: Примусово вмикає режим високого пінгу, який дозволяє деяким діям не проходити двохсторонню перевірку. Це може бути корисно, якщо у вас великий вводовій затримка **ЗМІНЮЙТЕ ЛИШЕ ЯКЩО ВИ РОЗУМІЄТЕ, ЩО РОБИТЕ**
zh_cn: 强制启用高延迟模式，允许某些操作不需要往返。如果您有较大的输入延迟，这可能很有用。**仅在您知道自己在做什么时修改**

source: WaitingTimeBeforeStart
uk_ua: Час очікування перед початком
zh_cn: 开始前等待时间

source: Time in seconds to wait for players before starting the game automatically
ru: Время в секундах, ожидания игроков перед автоматическим началом игры
uk_ua: Час у секундах для очікування гравців перед автоматичним початком гри
zh_cn: 等待玩家启动游戏的时间（秒）

source: ShowSITStatistics
uk_ua: Показати статистику SIT
zh_cn: 显示 SIT 统计信息

source: Enable the SIT statistics on the top left of the screen which shows ping, player count, etc.
ru: Включите статистику SIT в левом верхнем углу экрана, которая показывает пинг, количество игроков и т. д.
uk_ua: Увімкнути статистику SIT у верхньому лівому куті екрана, яка показує пінг, кількість гравців та інше.
zh_cn: 在屏幕左上角启用 SIT 统计信息，显示 ping、玩家计数等。

source: ShowPing
uk_ua: Показати пінг
zh_cn: 显示 ping

source: Enables the ping display in the top left
ru: Включает отображение пинга в левом верхнем углу
uk_ua: Увімкнути відображення пінгу у верхньому лівому куті
zh_cn: 在屏幕左上角启用 ping 显示

source: ShowPlayerList
uk_ua: Показати список гравців
zh_cn: 显示玩家列表

source: Enable to show player list - **For Debugging**
ru: Включите, чтобы показать список игроков - **Для отладки**
uk_ua: Увімкніть, щоб показати список гравців - **Для налагодження**
zh_cn: 启用以显示玩家列表 - **用于调试**

source: SITPort
uk_ua: Порт SIT
zh_cn: SIT 端口

source: SIT TCP/Websocket Port **ONLY MODIFY IF YOU KNOW WHAT YOU ARE DOING**
ru: Порт TCP/Websocket SIT **ИЗМЕНЯЙТЕ ТОЛЬКО ЕСЛИ ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ**
uk_ua: Порт SIT TCP/Websocket **ЗМІНЮЙТЕ ЛИШЕ ЯКЩО ВИ РОЗУМІЄТЕ, ЩО РОБИТЕ**
zh_cn: SIT TCP/Websocket 端口 **仅在您知道自己在做什么时修改**

source: SITNatHelperPort
uk_ua: Порт допоміжника SIT Nat
zh_cn: SIT NAT 辅助端口

source: SIT Nat Helper Port **ONLY MODIFY IF YOU KNOW WHAT YOU ARE DOING**
ru: Порт помощника SIT Nat **ИЗМЕНЯЙТЕ ТОЛЬКО ЕСЛИ ВЫ ЗНАЕТЕ, ЧТО ДЕЛАЕТЕ**
uk_ua: Порт допоміжника SIT Nat **ЗМІНЮЙТЕ ЛИШЕ ЯКЩО ВИ РОЗУМІЄТЕ, ЩО РОБИТЕ**
zh_cn: SIT NAT 辅助端口 **仅在您知道自己在做什么时修改**

source: Language
ru: Язык
uk_ua: Мова
zh_cn: 语言

source: Language Option
ru: Опция языка
uk_ua: Мовна опція
zh_cn: 语言选项

source: English
ru: Английский
uk_ua: Англійська
zh_cn: 英语

source: Changes SIT Localisation languages
ru: Изменяет языки локализации SIT
uk_ua: Змінює мови локалізації SIT
zh_cn: 更改 SIT 本地化语言

source: EnableSITVersionLabel
uk_ua: Увімкнути мітку версії SIT
zh_cn: 启用 SIT 版本标签

source: Enables the SIT version in the bottom right, please leave this on, makes our life 10x Easier
ru: Включает версию SIT в правом нижнем углу, пожалуйста, оставьте это, облегчит нашу жизнь в 10 раз
uk_ua: Увімкнути версію SIT у нижньому правому куті, будь ласка, залиште це, робить наше життя в 10 разів простіше
zh_cn: 在屏幕右下角启用 SIT 版本标签，请保持此项打开，让我们的生活轻松十倍

source: EnableHealthPatches
uk_ua: Увімкнути патчі здоров'я
zh_cn: 启用生命补丁

source: Not completley surem of the purpose for this one, do not touch please
ru: Не до конца уверен в цели этого, пожалуйста, не трогайте
uk_ua: Не впевнений у призначенні цього, будь ласка, не торкайтеся
zh_cn: 对于这个的目的不是完全确定，请不要触摸

source: EnableAdditionalAmmoUIDescriptions
uk_ua: Увімкнути додаткові описи UI для боєприпасів
zh_cn: 启用额外的弹药 UI 描述

source: Enables the extra info about ammo in the information tab, only disable if you **enjoy** spreadsheets.
ru: Включает дополнительную информацию об боеприпасах на вкладке информации, отключайте только если вы **любите** таблицы.
uk_ua: Увімкнути додаткову інформацію про боєприпаси на вкладці інформації, вимкніть тільки якщо вам подобаються електронні таблиці.
zh_cn: 在信息标签中启用有关弹药的额外信息，仅在您**喜欢**电子表格时禁用。

source: Server Side Config
ru: Конфигурация на стороне сервера
uk_ua: Конфігурація на стороні сервера
zh_cn: 服务器端配置

source: The configs for your client are located in ``SIT\Server\user\mods\SITCoop\config\SITConfig.json``. You may want to use a text editor that isn't the built in notepad, something like VSCode, or at least Notepad++
ru: Конфигурационные файлы для вашего клиента находятся в ``SIT\Server\user\mods\SITCoop\config\SITConfig.json``. Вам может понадобиться использовать текстовый редактор, который не является встроенным блокнотом, например, VSCode, или по крайней мере, Notepad++
uk_ua: Конфіги для вашого клієнта розташовані в ``SIT\Server\user\mods\SITCoop\config\SITConfig.json``. Ви можете використовувати текстовий редактор, який не є вбудованим блокнотом, наприклад, VSCode або, принаймні, Notepad++
zh_cn: 客户端的配置位于 ``SIT\Server\user\mods\SITCoop\config\SITConfig.json`` 中。您可能希望使用不是内置记事本的文本编辑器，例如 VSCode，或至少是 Notepad++

source: These settings are changed on the Aki server config, so they affect every player on the server, wether they host the raid or are just a client.
ru: Эти настройки изменяются в конфигурации сервера Aki, поэтому они влияют на каждого игрока на сервере, независимо от того, являются ли они хостом рейда или просто клиентом.
uk_ua: Ці налаштування змінюються в конфігурації сервера Aki, тому вони впливають на кожного гравця на сервері, чи вони є хостом рейду, чи просто клієнтом.
zh_cn: 这些设置是在 Aki 服务器配置上更改的，因此它们会影响服务器上的每个玩家，无论他们是托管突袭还是只是客户端。

source: Server Config Options
ru: Опции конфигурации сервера
uk_ua: Опції конфігурації сервера
zh_cn: 服务器配置选项

source: **Description**
ru: **Описание**
uk_ua: **Опис**
zh_cn: **描述**

source: openAllExfils
uk_ua: Відкрити всі виходи

source: This setting will enable or disable all Exfils being avalible for use
ru: Эта настройка позволяет включить или отключить все точки эвакуации для использования
uk_ua: Це налаштування увімкне або вимкне всі доступні для використання виходи
zh_cn: 此设置将启用或禁用所有可用的出口

source: showPlayerNameTags
uk_ua: Показати теги гравців

source: This will enable the players name tags above their head, will make Friendly Fire Harder (Coward)
ru: Это включит теги имен игроков над их головой, сделает дружественный огонь сложнее (трус)
uk_ua: Це увімкне теги імен гравців над їх головою, зробить дружні вогні складнішими (Трус)
zh_cn: 这将在玩家头顶显示名称标签，使友军火力更难（懦夫）

source: showPlayerNameTagsOnlyWhenVisible
uk_ua: Показувати теги імен тільки коли видно

source: Setting this to true will make name tags show up all the time, instead of just when the player is in view
ru: Установка этого параметра в true будет показывать теги имен всегда, а не только когда игрок в поле зрения
uk_ua: При встановленні цього в true, теги імен будуть відображатися постійно, а не тільки тоді, коли гравець у полі зору
zh_cn: 将此设置为 true 将使名称标签始终显示，而不仅在玩家可见时

source: If everyone is connected and with green light, go :ref:`HTTP JSON Config<httpjson>` to setup the server to use the VPN
ru: Если все подключены и с зеленым светом, перейдите к :ref:`HTTP JSON Config<httpjson>`, чтобы настроить сервер для использования VPN
zh_cn: 如果每个人都连接并且灯是绿色的，请转到 :ref:`HTTP JSON Config<httpjson>` 来设置服务器使用 VPN。

source: true/false
zh_cn: 是/否

source: false
zh_cn: 否

source: true
zh_cn: 是

source: **IDK**
ru: **Я НЕ ЗНАЮ**
