Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/faq.po
Languages: ru, uk_ua, zh_cn

source: Frequently Asked Questions (FAQ)
ru: Часто задаваемые вопросы (FAQ)
uk_ua: Часті питання (FAQ)
zh_cn: 常见问题（FAQ）

source: This page contains common questions we get all the time, if their answer is simple enough it will appear here.
ru: Эта страница содержит часто задаваемые нами вопросы, если их ответ достаточно прост, он будет здесь.
uk_ua: Ця сторінка містить загальні питання, які ми часто отримуємо, якщо їх відповідь достатньо проста, вони з'являться тут.
zh_cn: 此页面包含我们经常收到的常见问题，如果答案足够简单，它将显示在此处。

source: My |SIT| isn't working.
ru: Моя |SIT| не работает.
uk_ua: Моя |SIT| не працює.
zh_cn: 我的 |SIT| 不工作。

source: For support, you can join our :ref:`Discord <discord>` however, if your issue is because you haven't read this guide, the **ENTIRE** support team will steal 47% of your Socks
ru: Для получения поддержки вы можете присоединиться к нашему :ref:`Discord <discord>`, однако, если ваша проблема заключается в том, что вы не прочитали этот руководство, **ВСЯ** команда поддержки украдет 47% ваших носков.
uk_ua: Для отримання підтримки ви можете приєднатися до нашого :ref:`Discord <discord>`, проте, якщо ваша проблема полягає в тому, що ви не прочитали цей посібник, **УВЕСЬ** команду підтримки украде 47% ваших шкарпеток
zh_cn: 如需支持，您可以加入我们的 :ref:`Discord <discord>`，但如果您的问题是因为您还没有阅读本指南，**整个**支持团队将窃取您 47% 的袜子

source: How do I turn on Nametags.
ru: Как включить теги с именами.
uk_ua: Як увімкнути наметеги?
zh_cn: 如何打开姓名标签。

source: See :ref:`Server Configuration <serverconf>` in the Configuration page for details on that.
ru: Для получения дополнительной информации обратитесь к :ref:`Настройке сервера <serverconf>` на странице Настройка.
uk_ua: Дивіться :ref:`Налаштування сервера <serverconf>` на сторінці конфігурації для отримання деталей з цього.
zh_cn: 有关详细信息，请参阅配置页面中的 :ref:`服务器配置 <serverconf>`。

source: What is the Difference between Relay and a Peer-To-Peer connection?
ru: В чем разница между реле и соединением пир-к-пиру?
uk_ua: В чому різниця між ретрансляцією та з'єднанням точка-точка?
zh_cn: 中继和点对点连接之间有什么区别？

source: These are both connection options that the Host can pick, and each have some advantages and disadvantages
ru: Это оба варианты подключения, которые может выбрать хост, и у каждого есть свои преимущества и недостатки
uk_ua: Це обидва варіанти підключення, які може вибрати господар, і кожен має свої переваги та недоліки
zh_cn: 这两种连接选项都是主机可以选择的，各自都有一些优点和缺点

source: Relay
ru: Реле
uk_ua: Ретрансляція
zh_cn: 中继

source: Relay is the system |SIT| swapped to using for connections since the change over from HTTP to WebSockets. It is a TCP based system that has the User send data to the Aki Server, then the Server sends that to the other Users:
ru: Реле - это система, которую |SIT| начал использовать для соединений с момента перехода с HTTP на WebSockets. Это система, основанная на TCP, в которой пользователь отправляет данные на сервер Aki, а затем сервер передает их другим пользователям:
uk_ua: Ретрансляція - це система, на яку |SIT| перейшов для підключень з моменту переходу від HTTP до WebSockets. Це система на основі TCP, у якій користувач відправляє дані на сервер Aki, після чого сервер відправляє їх іншим користувачам:
zh_cn: 中继是 |SIT| 自 HTTP 到 WebSockets 的连接方式转变后使用的系统。 它是一个基于 TCP 的系统，用户将数据发送到 Aki 服务器，然后服务器将数据发送到其他用户：

source: User ------> Server ------> All Users
ru: Пользователь ------> Сервер ------> Все пользователи
uk_ua: Користувач ------> Сервер ------> Всі користувачі
zh_cn: 用户 ------> 服务器 ------> 所有用户

source: Using this method alows users with Restricted NAT types to still be able to connect to the server, since they are communicating with the server instead of the clients, however, in some sitations this can lead to higher latency as the packets have to go to from the user, to the server, back to the users.
ru: Использование этого метода позволяет пользователям с ограниченными типами NAT все еще подключаться к серверу, поскольку они общаются с сервером, а не с клиентами, однако в некоторых ситуациях это может привести к большей задержке, так как пакеты должны идти от пользователя, к серверу, обратно к пользователям.
uk_ua: Використання цього методу дозволяє користувачам з обмеженими типами NAT продовжувати підключення до сервера, оскільки вони спілкуються з сервером замість клієнтів, проте, у деяких ситуаціях це може призвести до більшої затримки, оскільки пакети повинні йти від користувача, до сервера, назад до користувачів.
zh_cn: 使用此方法允许使用受限制的 NAT 类型的用户仍然能够连接到服务器，因为他们是与服务器而不是客户端进行通信的，但是，在某些情况下，这可能导致更高的延迟，因为数据包必须从用户传输到服务器，然后返回给用户。

source: Peer-To-Peer
ru: Пир-к-пиру
uk_ua: Точка-точка
zh_cn: 点对点

source: Peer-To-Peer is a new method added in the 0.14 update, it uses UDP and instead of communicating with the server, the clients all just cross communicate instead, this does mean all clients will need to be able to connect directly to each other:
ru: Пир-к-пиру - новый метод, добавленный в обновлении 0.14, он использует протокол UDP и вместо общения с сервером, все клиенты просто общаются между собой, это означает, что все клиенты должны иметь возможность подключаться друг к другу напрямую:
uk_ua: Точка-точка - це новий метод, доданий у версії 0.14, він використовує UDP і замість спілкування з сервером, клієнти просто хрестово спілкуються між собою, це означає, що всі клієнти повинні мати можливість підключатися прямо один до одного:
zh_cn: 点对点是在 0.14 更新中添加的一种新方法，它使用 UDP 而不是与服务器通信，客户端只是相互交流，这意味着所有客户端都需要能够直接连接到彼此：

source: User ------> Raid Host ------> User
ru: Пользователь ------> Хост рейда ------> Пользователь
uk_ua: Користувач ------> Господар Рейду ------> Користувач
zh_cn: 用户 ------> 袭击主机 ------> 用户

source: This will allow for a theoretically lower latency if everyone has a NAT type that allows this, however if handled incorrectly it can cause packets to "Go Missing" which will result in Latency Spikes and Massive De-sync. (So the True Live Tarkov Experience). But when handled correctly, this method will allow for lower ping and faster responses from Clients to raid events.
ru: Это позволит в теории добиться более низкой задержки, если у всех есть тип NAT, который позволяет это сделать, однако, если обращаться с этим неправильно, это может привести к потере пакетов, что приведет к резкому возрастанию задержки и массовой десинхронизации. (Так что это настоящий опыт игры в Живой Тарков). Но если обращаться к этому методу правильно, он позволит добиться более низкого пинга и более быстрого ответа от клиентов на события рейда.
uk_ua: Це дозволить теоретично знизити затримку, якщо у всіх є тип NAT, який це дозволяє, проте, якщо його неправильно використовувати, це може призвести до того, що пакети "Зникнуть", що призведе до стрибків латентності і масової десинхронізації. (Такий справжній досвід з Таркова). Але при правильному використанні, цей метод дозволить знизити пінг і швидше реагувати клієнтам на події рейду.
zh_cn: 如果每个人都有允许此操作的 NAT 类型，则理论上会出现较低的延迟，但是如果处理不正确，可能会导致数据包“丢失”，从而导致延迟增加和大量的失步。 （因此是真正的实时 Tarkov 体验）。 但是，正确处理时，此方法将允许客户端向袭击事件发送更低的 ping 和更快的响应。

source: So what should I use?
ru: Итак, что мне использовать?
uk_ua: Так що ж мені використовувати?
zh_cn: 那我应该使用什么？

source: You can use either method outlined above, however if you have a Strict NAT type, you may need to use Relay, and if you have issues with one method, give the other a shot.
ru: Вы можете использовать любой из вышеуказанных методов, однако, если у вас строгий тип NAT, вам может потребоваться использовать Реле, и если у вас возникли проблемы с одним методом, попробуйте другой.
uk_ua: Ви можете використовувати будь-який з методів, описаних вище, проте, якщо у вас строгий тип NAT, вам може знадобитися використовувати ретрансляцію, і якщо у вас є проблеми з одним методом, спробуйте інший.
zh_cn: 您可以使用上面概述的任何一种方法，但是如果您有严格的 NAT 类型，则可能需要使用中继，如果您对某种方法有问题，请尝试另一种方法。

source: How do I submit a Bug Report?
ru: Как мне отправить отчет об ошибке?
uk_ua: Як я можу подати звіт про помилку?
zh_cn: 我如何提交错误报告？

source: Submiting a proper bug report is crutial to us helping you, if it is not submited properly it may cause :strike:`our souls to exit our bodies` us to not be able to properly help you.
ru: Предоставление правильного отчета об ошибке крайне важно для того, чтобы мы могли вам помочь, если он не представлен должным образом, это может привести к тому, что :strike:`наши души выйдут из наших тел`, и мы не сможем оказать вам должную помощь.
uk_ua: Подання правильного звіту про помилку має важливе значення для того, щоб ми могли вам допомогти, якщо це не буде зроблено належним чином, це може призвести до того, що :strike:`наші душі вийдуть з наших тіл`, ми не зможемо вам належним чином допомогти.
zh_cn: 提交适当的错误报告对我们帮助您至关重要，如果没有正确提交，可能会导致我们无法正确地帮助您，导致：strike:`我们的灵魂离开我们的身体`。

source: There are 2 kinds of bug report, a Standard Bug Report, which will be any issues while playing SIT.
ru: Существует два вида отчетов об ошибках: стандартный отчет об ошибках, который будет любые проблемы при игре в SIT.
uk_ua: Є 2 типи звітів про помилки, стандартний звіт про помилку, який буде будь-якими проблемами під час гри у SIT.
zh_cn: 有两种类型的错误报告，标准错误报告，这将是在玩 SIT 时出现的任何问题。

source: And a |SITM| Bug Report, for issues involving the |SIT| Manager Program.
ru: И отчет об ошибках |SITM|, для проблем, связанных с программой |SIT|.
uk_ua: І звіт про помилку |SITM|, щодо проблем, пов'язаних з програмою керування |SIT|.
zh_cn: 还有一个 |SITM| 错误报告，用于涉及 |SIT| 管理器程序的问题。

source: Standard Bug Report
ru: Стандартный отчет об ошибке
uk_ua: Стандартний звіт про помилку
zh_cn: 标准错误报告

source: Go to the |SIT| :ref:`Discord<discord>`
ru: Перейдите в |SIT| :ref:`Discord<discord>`
uk_ua: Перейдіть на |SIT| :ref:`Discord<discord>`
zh_cn: 转到 |SIT| :ref:`Discord<discord>`

source: Scroll to the bottom of the channels to find the "bug-reports" fourm, click on that
ru: Прокрутите каналы вниз, чтобы найти раздел "bug-reports", щелкните на него
uk_ua: Прокрутіть до нижньої частини каналів, щоб знайти форум "звітів про помилки", клікніть на нього
zh_cn: 滚动到频道底部找到 "bug-reports" 论坛，点击进入

source: Click "New Post" and give it a Title related to your
ru: Нажмите "Новый пост" и дайте ему заголовок, относящийся к вашему
uk_ua: Клікніть "Новий допис" і дайте йому назву, пов'язану з вашим
zh_cn: 点击 "新帖子" 并为其添加与您相关的标题

source: Select the relevant tags for the post
ru: Выберите соответствующие теги для сообщения
uk_ua: Виберіть відповідні теги для допису
zh_cn: 选择帖子的相关标签

source: The message should contain a description of your issue and steps we can use to replicate it **THIS IS VERY IMPORTANT**
ru: Сообщение должно содержать описание вашей проблемы и шаги, которые мы можем использовать для ее воспроизведения **ЭТО ОЧЕНЬ ВАЖНО**
uk_ua: Повідомлення повинно містити опис вашої проблеми та кроки, які ми можемо використовувати для відтворення її **ЦЕ ДУЖЕ ВАЖЛИВО**
zh_cn: 消息应包含您的问题的描述以及我们可以用来复制它的步骤 **这非常重要**

source: Attach any relevant images that may help, or the ``diagnostics.zip`` if it's a manager issue, or if we request it, see :ref:`here<manbug>` for steps on how to obtain it
ru: Прикрепите все соответствующие изображения, которые могут помочь, или ``diagnostics.zip``, если это проблема менеджера, или если мы попросим это, см. :ref:`здесь<manbug>` инструкции по его получению
uk_ua: Додайте всі відповідні зображення, які можуть допомогти, або ``diagnostics.zip``, якщо це проблема менеджера, або якщо ми це попросимо, див. :ref:`тут<manbug>` для кроків, як отримати його
zh_cn: 附上任何可能有所帮助的相关图像，如果是管理器问题，请附上 ``diagnostics.zip``，或者如果我们请求它，请参阅 :ref:`这里<manbug>` 以获取它的步骤

source: Create the post, and you're done
ru: Создайте сообщение, и вы закончили
uk_ua: Створіть повідомлення, і ви готові
zh_cn: 创建帖子，完成

source: |SITM| Bug Report
ru: |SITM| Отчет об ошибке
uk_ua: Звіт про помилку |SITM|
zh_cn: |SITM| 错误报告

source: When creating an SIT Manager bug report, please follow these steps to get the ``diagnostics.zip`` file, and then do the steps outlines :ref:`here<standbug>` to submit the bug report on our Discord
ru: При создании отчета об ошибке менеджера SIT, следуйте этим шагам, чтобы получить файл ``diagnostics.zip``, а затем выполните шаги, представленные здесь :ref:`here<standbug>`, чтобы отправить отчет об ошибке на нашем Discord
uk_ua: При створенні звіту про помилку менеджера SIT, будь ласка, слідуйте цим крокам, щоб отримати файл ``diagnostics.zip``, а потім виконайте кроки, зазначені :ref:`тут<standbug>`, щоб надіслати звіт про помилку на нашому Discord
zh_cn: 创建 SIT 管理器错误报告时，请按照以下步骤获取 ``diagnostics.zip`` 文件，然后按照此处概述的步骤 :ref:`此处<standbug>` 在我们的 Discord 上提交错误报告

source: Go to the "Tools" tab of the manager
ru: Перейдите на вкладку "Инструменты" менеджера
uk_ua: Перейдіть на вкладку "Інструменти" менеджера
zh_cn: 转到管理器的"工具"选项卡

source: Click Generate logs
ru: Нажмите "Сгенерировать журналы"
uk_ua: Клацніть "Згенерувати журнали"
zh_cn: 点击生成日志

source: Make sure everything is ticked, unless you've been told otherwise
ru: Убедитесь, что все отмечено, если вам не сообщено обратное
uk_ua: Переконайтеся, що всі пункти відмічені, якщо вам не сказали інше
zh_cn: 确保所有内容都被选中，除非另有说明

source: Click "Generate Log Bundle"
ru: Нажмите "Сгенерировать пакет журналов"
uk_ua: Клацніть "Згенерувати пакет журналів"
zh_cn: 点击“生成日志包”

source: Chose a location to save the ``diagnostics.zip``, somewhere you can access later
ru: Выберите место для сохранения файла ``diagnostics.zip``, где вы сможете обратиться к нему позднее
uk_ua: Виберіть місце для збереження файлу ``diagnostics.zip``, куди ви зможете звернутися пізніше
zh_cn: 选择一个位置保存 ``diagnostics.zip``，可以稍后访问的地方

source: Follow the steps outlined :ref:`here<standbug>` to create a bug report on our discord. **MAKE SURE TO SELECT THE SIT MANAGER TAG AND INCLUDE YOUR** ``diagnostics.zip``
ru: Следуйте инструкциям, представленным здесь :ref:`here<standbug>`, чтобы создать отчет об ошибке на нашем Discord. **УБЕДИТЕСЬ, ЧТО ВЫБРАН ТЕГ МЕНЕДЖЕРА SIT И ВКЛЮЧЕН** ``diagnostics.zip``
uk_ua: Дотримуйтесь кроків, описаних :ref:`тут<standbug>`, щоб створити звіт про помилку на нашому Discord. **ОБОВ'ЯЗКОВО ВИБЕРІТЬ МІТКУ МЕНЕДЖЕРА SIT І ДОДАЙТЕ СВІЙ** ``diagnostics.zip``
zh_cn: 按照此处概述的步骤 :ref:`此处<standbug>` 在我们的 Discord 上创建错误报告。**确保选择 SIT 管理器标签并包括您的** ``diagnostics.zip``
