Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/install.po
Languages: ru, uk_ua, zh_cn

source: Installation
ru: Установка
uk_ua: Встановлення
zh_cn: 安装

source: This section is dedicated for a new installation of |SIT|. If you're looking to update SIT, click :ref:`here<updatesitm>`.
ru: Этот раздел посвящен новой установке |SIT|. Если вы хотите обновить SIT, нажмите :ref:`сюда<updatesitm>`.
uk_ua: Цей розділ призначений для нової установки |SIT|. Якщо ви хочете оновити SIT, натисніть :ref:`тут<updatesitm>`.
zh_cn: 本节专门介绍 |SIT| 的新安装。如果您想要更新 SIT，请点击 :ref:`此处<updatesitm>`。

source: Getting started
ru: Начало работы
uk_ua: Початок роботи
zh_cn: 入门指南

source: |EFT| requirements
ru: Требования к |EFT|
uk_ua: Вимоги до |EFT|
zh_cn: |EFT| 要求

source: You need a legally purchased copy of |EFT|, `obtainable here <https://www.escapefromtarkov.com/preorder-page>`_.
ru: Вам нужна законно приобретенная копия |EFT|, `которую можно получить здесь <https://www.escapefromtarkov.com/preorder-page>`_.
uk_ua: Вам потрібно законно придбати копію |EFT|, `доступну тут <https://www.escapefromtarkov.com/preorder-page>`_.
zh_cn: 您需要合法购买的 |EFT| 副本，可以在 `这里获取 <https://www.escapefromtarkov.com/preorder-page>`_。

source: You need to install the game using the official game launcher.
ru: Вы должны установить игру, используя официальный игровой запускатель.
uk_ua: Вам потрібно встановити гру за допомогою офіційного запускача гри.
zh_cn: 您需要使用官方游戏启动器安装游戏。

source: You need to run the game at least once using the official game launcher.
ru: Вы должны запустить игру хотя бы один раз, используя официальный игровой запускатель.
uk_ua: Ви повинні запустити гру хоча б один раз за допомогою офіційного запускача гри.
zh_cn: 您需要使用官方游戏启动器至少运行游戏一次。

source: **DON'T** move your original EFT game folder following the installation.
ru: **НЕ** перемещайте папку с вашей оригинальной игрой EFT после установки.
uk_ua: **НЕ** переміщуйте вашу оригінальну папку гри EFT після встановлення.
zh_cn: 安装完成后 **不要** 移动原始的 EFT 游戏文件夹。

source: **DON'T** change any of the files in your original EFT game folder.
ru: **НЕ** изменяйте ни один из файлов в вашей оригинальной папке с игрой EFT.
uk_ua: **НЕ** змінюйте жодних файлів у вашій оригінальній папці гри EFT.
zh_cn: 不要更改原始的 EFT 游戏文件夹中的任何文件。

source: **YOU MUST** run **LIVE** Tarkov at least once. If you don't, you forfeit all of you're mortal possessions to my dog.
ru: **ВЫ ОБЯЗАНЫ** хотя бы один раз запустить **LIVE** Тарков. Если вы этого не сделаете, вы лишаете себя всех своих смертных вещей в пользу моей собаки.
uk_ua: **ВИ ПОВИННІ** запустити **ЖИВИЙ** Тарков хоча б один раз. Якщо ви цього не зробите, ви втрачаєте всі свої земні речі на користь мого собаки.
zh_cn: **必须** 至少运行 **实况** Tarkov 一次。如果不运行，您的所有财产将归我的狗所有。

source: **DON'T** install SIT in your original EFT game folder. **YOU HAVE BEEN WARNED!**
ru: **НЕ** устанавливайте SIT в вашу оригинальную папку с игрой EFT. **ВЫ БЫЛИ ПРЕДУПРЕЖДЕНЫ!**
uk_ua: **НЕ** встановлюйте SIT у вашу оригінальну папку гри EFT. **ВАС ПОПЕРЕДЖЕНО!**
zh_cn: 不要将 SIT 安装在原始的 EFT 游戏文件夹中。**已经警告过你了！**

source: **ALWAYS** make sure you are able to run the game using the official game launcher before using SIT.
ru: **ВСЕГДА** убедитесь, что вы можете запустить игру с помощью официального игрового запускателя, прежде чем использовать SIT.
uk_ua: **ЗАВЖДИ** переконуйтеся, що ви можете запустити гру за допомогою офіційного запускача гри перед використанням SIT.
zh_cn: 使用 SIT 之前，**始终** 确保能够使用官方游戏启动器运行游戏。

source: **DON'T** take shortcuts. Follow this step by step. If you haven't, you will be **MOCKED**
ru: **НЕ** используйте ярлыки. Поступайте шаг за шагом. Если вы этого не сделаете, вы будете **ОСМЕЯНЫ**
uk_ua: **НЕ** користуйтесь скороченнями. Дотримуйтеся цього крок за кроком. Якщо ви цього не зробите, вас **ВИСМІЯТЬ**
zh_cn: 不要走捷径。一步一步地按照流程来。如果你没有，你将会被 **嘲笑**

source: Preparing the folder structure
ru: Подготовка структуры папок
uk_ua: Підготовка структури папок
zh_cn: 准备文件夹结构

source: Create the following folder structure on the drive of your choice, as long as it has enough space for |EFT|. The drive should have at least ``60GB`` free space.
ru: Создайте следующую структуру папок на выбранном вами диске, если только на нем достаточно места для |EFT|. На диске должно быть свободно не менее чем ``60 ГБ``.
uk_ua: Створіть на обраному вами диску наступну структуру папок, якщо вона має достатньо місця для |EFT|. Диск повинен мати принаймні ``60 ГБ`` вільного місця.
zh_cn: 在您选择的驱动器上创建以下文件夹结构，只要它有足够的空间容纳 |EFT|。驱动器应至少有 ``60GB`` 的可用空间。

source: **DO NOT** install the manager in a protected directory such as ``system32``, ``Program Files``, and ``Program Files (x86)``, If you do I will steal your Hard Drive platters and sell them for Freddos
ru: **НЕ УСТАНАВЛИВАЙТЕ** менеджер в защищенный каталог, такой как ``system32``, ``Program Files`` и ``Program Files (x86)``, если вы сделаете это, я украду ваши магнитные пластины жесткого диска и продам их за Фреддо.
uk_ua: **НЕ** встановлюйте менеджер у захищену теку, таку як ``system32``, ``Program Files``, та ``Program Files (x86)``, Якщо ви це зробите, я вкраду ваші магнітні пластини жорсткого диска і продам їх за Freddos
zh_cn: **不要** 将管理器安装在受保护的目录中，例如 ``system32``、``Program Files`` 和 ``Program Files (x86)``，如果这样做，我会偷走你的硬盘盘片，并把它们卖给弗雷多（Freddos）。

source: It is recommended to use this folder structure for a SIT installation. Note that the rest of the documentation will refer to that structure.
ru: Рекомендуется использовать эту структуру папок для установки SIT. Обратите внимание, что остальная часть документации будет ссылаться на эту структуру.
uk_ua: Рекомендується використовувати цю структуру папок для встановлення SIT. Зверніть увагу, що решта документації буде посилатися на цю структуру.
zh_cn: 建议使用此文件夹结构进行 SIT 安装。请注意，文档的其余部分将引用该结构。

source: Below is the steps to install the SIT Manager, which as of version ``2.0.8856.37884`` can automagically copy your Live |EFT| folder into a folder of your choice **REMEMBER THE** :ref:`FILE STRUCTURE<filestruct>`
ru: Ниже приведены шаги по установке Менеджера SIT, который начиная с версии ``2.0.8856.37884`` может автоматически копировать вашу папку Live |EFT| в папку на ваш выбор **ПОМНИТЕ** :ref:`СТРУКТУРУ ФАЙЛОВ<filestruct>`
uk_ua: Нижче наведено кроки для встановлення Менеджера SIT, який на момент версії ``2.0.8856.37884`` може автоматично копіювати вашу живу папку |EFT| в обрану папку **ЗАПАМ'ЯТАЙТЕ** :ref:`СТРУКТУРУ ФАЙЛІВ<filestruct>`
zh_cn: 以下是安装 SIT 管理器的步骤，截至版本 ``2.0.8856.37884``，它可以自动将您的 Live |EFT| 文件夹复制到您选择的文件夹中 **请记住** :ref:`文件结构<filestruct>`

source: Installing |SITM|
ru: Установка |SITM|
uk_ua: Встановлення |SITM|
zh_cn: 安装 |SITM|

source: It is **HIGHLY** recommended to use the |SITM| to install |SIT| as it **HIGHLY** simplifies the process and is almost completley automatic. It also provides us with valuble log files, :strike:`they taste great`, they help us solve issues you may encounter as well. Manual intall intructions are provided but should be **AVOIDED** wherever possible
ru: **Настоятельно рекомендуется** использовать |SITM| для установки |SIT|, поскольку это **значительно** упрощает процесс и почти полностью автоматизировано. Он также предоставляет нам ценные файлы журнала, :strike:`они вкусные`, они также помогают нам решать проблемы, с которыми вы можете столкнуться. Предоставляются инструкции по ручной установке, но их следует **ИЗБЕГАТЬ** всякий раз, когда это возможно
uk_ua: Надзвичайно рекомендується використовувати |SITM| для встановлення |SIT|, оскільки він значно спрощує процес та практично повністю автоматизований. Він також надає нам цінні журнали, :strike:`вони смакують чудово`, вони допомагають нам вирішувати проблеми, з якими ви можете зіткнутися. Інструкції з ручного встановлення надані, але їх слід **УНИКАТИ**, де це можливо
zh_cn: 强烈建议使用 |SITM| 安装 |SIT|，因为它极大地简化了流程，几乎完全自动化。它还为我们提供了宝贵的日志文件，:strike:`它们尝起来很好吃`，它们还帮助我们解决您可能遇到的问题。提供了手动安装说明，但应尽可能 **避免** 使用

source: Download the latest |SITM| from `Github <https://github.com/stayintarkov/SIT.Manager.Avalonia/releases/tag/2.0.8856.37884>`_
ru: Скачайте последнюю версию |SITM| с `Github <https://github.com/stayintarkov/SIT.Manager.Avalonia/releases/tag/2.0.8856.37884>`_
uk_ua: Завантажте останню версію |SITM| з `Github <https://github.com/stayintarkov/SIT.Manager.Avalonia/releases/tag/2.0.8856.37884>`_
zh_cn: 从 `Github <https://github.com/stayintarkov/SIT.Manager.Avalonia/releases/tag/2.0.8856.37884>`_ 下载最新的 |SITM|

source: Extract the files from the ``.zip`` into |LDIR|
ru: Распакуйте файлы из ``.zip`` в |LDIR|
uk_ua: Розпакуйте файли з ``.zip`` в |LDIR|
zh_cn: 将 ``.zip`` 文件中的文件提取到 |LDIR|

source: For sake of convinience, you can make a Shortcut to the manager on your desktop, since you need this **EVERY** time you join a server
ru: Для удобства вы можете создать ярлык менеджера на рабочем столе, так как вам это **НУЖНО** каждый раз, когда вы присоединяетесь к серверу
uk_ua: Зручності ради, ви можете створити ярлик для менеджера на вашому робочому столі, оскільки вам це потрібно **КОЖЕН** раз, коли ви приєднуєтесь до сервера
zh_cn: 为了方便起见，您可以在桌面上创建管理器的快捷方式，因为您每次加入服务器都需要使用它

source: Now open the manager and Navigate to "Install" page
ru: Теперь откройте менеджер и перейдите на страницу "Установка"
uk_ua: Зараз відкрийте менеджер і перейдіть на сторінку "Встановлення"
zh_cn: 现在打开管理器，导航到 "安装" 页面

source: Press "Install SIT"
ru: Нажмите "Установить SIT"
uk_ua: Натисніть "Встановити SIT"
zh_cn: 点击 "安装 SIT"

source: Select the latest version (Should be Auto-Selected)
ru: Выберите последнюю версию (должна быть автоматически выбрана)
uk_ua: Виберіть останню версію (Повинна бути автоматично вибрана)
zh_cn: 选择最新版本（应自动选择）

source: Press "Change" on EFT Install path, which right now is pointing to your **LIVE** install, and change it to |GDIR|
ru: Нажмите "Изменить" на пути установки EFT, который в данный момент указывает на вашу **LIVE** установку, и измените его на |GDIR|
uk_ua: Натисніть "Змінити" на шляху встановлення EFT, який зараз вказує на ваше **ЖИВЕ** встановлення, і змініть його на |GDIR|
zh_cn: 按 EFT 安装路径上的 “更改” 按钮，该按钮现在指向您的 **实况** 安装，并将其更改为 |GDIR|

source: Press "Start Install"
ru: Нажмите "Начать установку"
uk_ua: Натисніть "Почати встановлення"
zh_cn: 点击 "开始安装"

source: Wait a bit for the Manager to copy your game files and install the SIT mod
ru: Подождите немного, пока менеджер скопирует ваши игровые файлы и установит мод SIT
uk_ua: Зачекайте трохи, щоб Менеджер скопіював ваші ігрові файли і встановив мод SIT
zh_cn: 等待片刻，让管理器复制您的游戏文件并安装 SIT 模组

source: Once this is complete, SIT has been successfully installed to your client. Head to :ref:`Finishing up<finishingup>` to finish the install process, or to :ref:`Server Install<serverinst>` if you plan on hosting a server
ru: После завершения этого процесса SIT успешно установлен на вашем клиентском устройстве. Перейдите к :ref:`Завершение<finishingup>` для завершения процесса установки или к :ref:`Установка сервера<serverinst>`, если вы планируете запустить сервер
uk_ua: Як тільки це буде завершено, SIT успішно встановлено на ваш клієнт. Перейдіть до :ref:`Завершення<finishingup>` для завершення процесу встановлення або до :ref:`Встановлення сервера<serverinst>`, якщо ви плануєте вести сервер
zh_cn: 安装完成后，SIT 已成功安装到您的客户端。前往 :ref:`完成<finishingup>` 完成安装过程，或者前往 :ref:`服务器安装<serverinst>` 如果您计划托管服务器

source: Updating |SITM|
ru: Обновление |SITM|
uk_ua: Оновлення |SITM|
zh_cn: |SITM| 更新

source: The |SITM| handles updating for you, all you need to do is press "Update" at the top of the manager when you boot it. It will automatically check for a new version on boot and offer to update if it is out of date. A small example can be found below
ru: |SITM| обновляет вас, все, что вам нужно сделать, это нажать "Обновить" в верхней части менеджера при его запуске. Он автоматически проверит на наличие новой версии при запуске и предложит обновить, если версия устарела. Небольшой пример можно найти ниже
uk_ua: |SITM| відповідає за оновлення для вас, все, що вам потрібно зробити, натисніть "Оновити" у верхній частині менеджера під час його завантаження. Він автоматично перевірить наявність нової версії під час завантаження і, якщо вона застаріла, запропонує оновлення. Маленький приклад можна знайти нижче
zh_cn: |SITM| 会为您处理更新，您只需在启动管理器时按 "更新" 即可。它将在启动时自动检查新版本，并在需要更新时提供更新。下面是一个小例子

source: Installing |SIT| Server
ru: Установка сервера |SIT|
uk_ua: Встановлення сервера |SIT|
zh_cn: 安装 |SIT| 服务器

source: Local Install
ru: Локальная установка
uk_ua: Локальне встановлення
zh_cn: 本地安装

source: The steps outlined below are for installing the server locally on your PC. If you would like to install this as a Docker instance follow the steps outlined in :ref:`Installing Server With Docker <dockerinstall>`
ru: Приведенные ниже шаги предназначены для установки сервера локально на вашем ПК. Если вы хотите установить это в виде экземпляра Docker, следуйте шагам, описанным в :ref:`Установка сервера с Docker <dockerinstall>`
uk_ua: Наведені нижче кроки призначені для встановлення сервера локально на вашому ПК. Якщо ви хочете встановити це як екземпляр Docker, слідуйте крокам, описаним у :ref:`Встановлення сервера за допомогою Docker <dockerinstall>`
zh_cn: 以下步骤是在您的 PC 上本地安装服务器的步骤。如果您想将其安装为 Docker 实例，请按照 :ref:`使用 Docker 安装服务器 <dockerinstall>` 中的步骤进行操作

source: Make sure the person installing the server, if they are installing it on their local machine, is the one with the most powerful PC and best Network otherwise performance may be Sub-optimal.
ru: Убедитесь, что человек, устанавливающий сервер, если он устанавливается на его локальной машине, является человеком с самым мощным ПК и лучшей сетью, в противном случае производительность может быть субоптимальной.
uk_ua: Переконайтеся, що людина, яка встановлює сервер, якщо вони встановлюють його на своєму локальному комп'ютері, має найпотужніший ПК та кращу мережу, інакше продуктивність може бути неоптимальною.
zh_cn: 确保安装服务器的人，如果他们将其安装在他们的本地计算机上，则是具有最强大 PC 和最佳网络的人，否则性能可能会亚优化。

source: This applies to both hosting the AKI server, and Hosting the raid, more on that later in the guide.
ru: Это относится как к хостингу сервера AKI, так и к хостингу рейда, о чем будет сказано позже в руководстве.
uk_ua: Це стосується як хостингу сервера AKI, так і хостингу рейду, більше про це пізніше у керівництві.
zh_cn: 这适用于托管 AKI 服务器和托管突袭，后续指南将详细介绍。

source: Open the |SITM|
ru: Откройте |SITM|
uk_ua: Відкрийте |SITM|
zh_cn: 打开 |SITM|

source: Go to "Install"
ru: Перейдите в "Установка"
uk_ua: Перейдіть до "Встановлення"
zh_cn: 转到 "安装"

source: Click "Install Server + SIT Mod"
ru: Нажмите "Установить сервер + мод SIT"
uk_ua: Клацніть "Встановити сервер + мод SIT"
zh_cn: 点击 "安装服务器 + SIT 模组"

source: Change the path to your |SDIR| path
ru: Измените путь на ваш путь |SDIR|
uk_ua: Змініть шлях на ваш шлях |SDIR|
zh_cn: 将路径更改为您的 |SDIR| 路径

source: Click "Start Install"
ru: Нажмите "Начать установку"
uk_ua: Клацніть "Почати встановлення"
zh_cn: 点击 "开始安装"

source: Once that completes, Navigate to "Server"
ru: После завершения этого перейдите в "Сервер"
uk_ua: Як тільки це завершиться, перейдіть до "Сервер"
zh_cn: 安装完成后，导航到 "服务器"

source: Start the server and wait for the "Server started!" message
ru: Запустите сервер и дождитесь сообщения "Сервер запущен!"
uk_ua: Запустіть сервер та зачекайте на повідомлення "Сервер запущено!"
zh_cn: 启动服务器并等待 “服务器已启动！” 消息

source: If you get a pop-up from "Windows Firewall" with the server asking to be allowed through, like :ref:`this <firewall>`, then please click "Allow Access" this will allow the server through your local firewall and make our lives a bit easier, a short clip is exampled below the image
ru: Если вы получите всплывающее окно от "Брандмауэра Windows" с запросом сервера о разрешении прохода, как :ref:`это <firewall>`, пожалуйста, нажмите "Разрешить доступ". Это позволит серверу проходить через ваш локальный брандмауэр и упростит нашу жизнь, короткий клип приведен ниже изображения
uk_ua: Якщо ви отримаєте спливаюче вікно від «Брандмауера Windows» з запитом дозволу серверу проходити, подібно до :ref:`цього <firewall>`, тоді, будь ласка, клацніть "Дозволити доступ", це дозволить серверу пройти через ваш локальний брандмауер та зробить наше життя трохи простішим, короткий відеоролик подано нижче зображення
zh_cn: 如果您从服务器上弹出的 “Windows 防火墙” 中得到请求，要求允许通过，例如 :ref:`此处 <firewall>`，那么请点击 “允许访问”，这将允许服务器通过您的本地防火墙，并且会让我们的生活变得更轻松，下面是一个示例短片

source: Stop the server, this allows it to generate all relevant configs
ru: Остановите сервер, это позволяет ему сгенерировать все необходимые конфигурационные файлы
uk_ua: Зупиніть сервер, це дозволить йому згенерувати всі відповідні конфігурації
zh_cn: 停止服务器，这样可以生成所有相关的配置文件

source: Once you have done that, head over to :ref:`Finishing Up<finishingup>` to continue
ru: После того как вы это сделаете, перейдите к разделу :ref:`Завершение<finishingup>`, чтобы продолжить
uk_ua: Як тільки ви це зробите, перейдіть до :ref:`Завершення<finishingup>`, щоб продовжити
zh_cn: 完成后，转到 :ref:`完成<finishingup>` 继续进行

source: Installing Server With Docker
ru: Установка сервера с помощью Docker
uk_ua: Встановлення сервера за допомогою Docker
zh_cn: 使用 Docker 安装服务器

source: These steps are for if you want to run the server in a docker instance. **IF YOU DON'T KNOW WHAT DOCKER IS THIS ISN'T FOR YOU**
ru: Эти шаги предназначены для тех, кто хочет запустить сервер в экземпляре Docker. **ЕСЛИ ВЫ НЕ ЗНАЕТЕ, ЧТО ТАКОЕ DOCKER, ЭТО НЕ ДЛЯ ВАС**
uk_ua: Ці кроки призначені для тих, хто хоче запустити сервер у контейнері Docker. **ЯКЩО ВИ НЕ ЗНАЄТЕ, ЩО ТАКЕ DOCKER, ЦЕ НЕ ДЛЯ ВАС**
zh_cn: 如果您想在 Docker 实例中运行服务器，请按照以下步骤操作。**如果您不知道 Docker 是什么，这不适合您**

source: We provide a pre-made Linux Docker instance of the |SIT| server, found at this `Docker Hub <https://hub.docker.com/r/stayintarkov/stayintarkov>`_
ru: Мы предоставляем заранее подготовленный экземпляр сервера |SIT| в Docker для Linux, доступный на `Docker Hub <https://hub.docker.com/r/stayintarkov/stayintarkov>`_
uk_ua: Ми надаємо готовий екземпляр сервера |SIT| у Docker для Linux, який можна знайти на `Docker Hub <https://hub.docker.com/r/stayintarkov/stayintarkov>`_
zh_cn: 我们提供了一个预制的 Linux Docker 实例，其中包含了 |SIT| 服务器，可以在 `Docker Hub <https://hub.docker.com/r/stayintarkov/stayintarkov>`_ 上找到

source: Installation instructions are also found there, we may update here to add them at some point, but for now the Docker hub has all the info you'll need
ru: Инструкции по установке также можно найти там, мы можем обновить здесь, чтобы добавить их в какой-то момент, но на данный момент в Docker Hub есть всю информацию, которая вам понадобится
uk_ua: Інструкції з встановлення також можна знайти там, ми можемо оновити тут, щоб додати їх у певний момент, але наразі Docker Hub містить всю інформацію, яку вам потрібно
zh_cn: 安装说明也可以在那里找到，我们可能会在此处进行更新以添加它们，但目前 Docker Hub 已经包含了您需要的所有信息

source: Install Video will be here soon`:tm:`
ru: Видеоинструкция будет здесь скоро`:tm:`
uk_ua: Відео з інсталяції скоро буде тут`:tm:`
zh_cn: 安装视频即将发布 `:tm:`

source: Finishing Up
ru: Завершение
uk_ua: Завершення
zh_cn: 完成

source: Once you have completed installation, if you plan to join other players, head :ref:`here<clientinst>`, if you want to host then head :ref:`here<netconfigure>`.
ru: После завершения установки, если вы планируете присоединиться к другим игрокам, перейдите :ref:`сюда<clientinst>`, если вы хотите быть хостом, перейдите :ref:`сюда<netconfigure>`.
uk_ua: Як тільки ви завершите встановлення, якщо ви плануєте приєднатися до інших гравців, перейдіть :ref:`сюди<clientinst>`, якщо ви хочете бути хостом, тоді перейдіть :ref:`сюди<netconfigure>`.
zh_cn: 安装完成后，如果您计划加入其他玩家，请转到 :ref:`此处<clientinst>`，如果您想托管服务器，请转到 :ref:`此处<netconfigure>`。

source: Installing manually
ru: Ручная установка
uk_ua: Ручне встановлення
zh_cn: 手动安装

source: It is **strongly** recommended to use |SITM| to install |SIT|.
ru: **Настоятельно** рекомендуется использовать |SITM| для установки |SIT|.
uk_ua: Дуже рекомендується використовувати |SITM| для встановлення |SIT|.
zh_cn: 强烈建议使用 |SITM| 安装 |SIT|。

source: Even if |SIT| is manually installed, you will still need to use the |SITM| to connect to servers so this should only be done as a last resort.
ru: Даже если |SIT| устанавливается вручную, вам все равно придется использовать |SITM| для подключения к серверам, поэтому это должно делаться только в крайнем случае.
uk_ua: Навіть якщо |SIT| встановлюється вручну, вам все одно потрібно буде використовувати |SITM| для підключення до серверів, тому це повинно бути зроблено тільки в останню чергу.
zh_cn: 即使手动安装了 |SIT|，您仍然需要使用 |SITM| 连接服务器，因此这只能是最后的选择。

source: **COPY** your Live |EFT| files into the |GDir| folder
ru: **СКОПИРУЙТЕ** ваши файлы Live |EFT| в папку |GDir|
uk_ua: **СКОПІЮЙТЕ** ваші живі файли |EFT| в папку |GDir|
zh_cn: **复制** 您的实况 |EFT| 文件到 |GDir| 文件夹中

source: Download `BepInEx <https://github.com/BepInEx/BepInEx/releases/download/v5.4.22/BepInEx_x64_5.4.22.0.zip>`_.
ru: Загрузите `BepInEx <https://github.com/BepInEx/BepInEx/releases/download/v5.4.22/BepInEx_x64_5.4.22.0.zip>`_.
uk_ua: Завантажте `BepInEx <https://github.com/BepInEx/BepInEx/releases/download/v5.4.22/BepInEx_x64_5.4.22.0.zip>`_.
zh_cn: 下载 `BepInEx <https://github.com/BepInEx/BepInEx/releases/download/v5.4.22/BepInEx_x64_5.4.22.0.zip>`_。

source: Extract BepInEx to your ``\SIT\Game\`` folder.
ru: Распакуйте BepInEx в вашу папку ``\SIT\Game\``.
uk_ua: Розпакуйте BepInEx в вашу папку ``\SIT\Game\``.
zh_cn: 将 BepInEx 提取到您的 ``\SIT\Game\`` 文件夹中。

source: Create a new folder at the path ``\SIT\Game\BepInEx\`` called ``plugins``.
ru: Создайте новую папку по пути ``\SIT\Game\BepInEx\``, назвав ее ``plugins``.
uk_ua: Створіть нову папку за шляхом ``\SIT\Game\BepInEx\``, названу ``plugins``.
zh_cn: 在路径 ``\SIT\Game\BepInEx\`` 下创建一个名为 ``plugins`` 的新文件夹。

source: Download the latest `Stay In Tarkov release <https://github.com/stayintarkov/StayInTarkov.Client/releases/latest>`_.
ru: Загрузите последний выпуск `Stay In Tarkov <https://github.com/stayintarkov/StayInTarkov.Client/releases/latest>`_.
uk_ua: Завантажте останній `випуск Stay In Tarkov <https://github.com/stayintarkov/StayInTarkov.Client/releases/latest>`_.
zh_cn: 下载最新的 `Stay In Tarkov 发行版 <https://github.com/stayintarkov/StayInTarkov.Client/releases/latest>`_。

source: Extract the ``StayInTarkov.dll`` file to your ``\SIT\Game\BepInEx/plugins`` folder.
ru: Распакуйте файл ``StayInTarkov.dll`` в папку ``\SIT\Game\BepInEx/plugins``.
uk_ua: Розпакуйте файл ``StayInTarkov.dll`` в вашу папку ``\SIT\Game\BepInEx/plugins``.
zh_cn: 将 ``StayInTarkov.dll`` 文件提取到您的 ``\SIT\Game\BepInEx/plugins`` 文件夹中。

source: Extract the ``Assembly-CSharp.dll`` file to ``\SIT\Game\EscapeFromTarkov_Data\Managed`` and replace the file when prompted.
ru: Распакуйте файл ``Assembly-CSharp.dll`` в ``\SIT\Game\EscapeFromTarkov_Data\Managed`` и замените файл по запросу.
uk_ua: Розпакуйте файл ``Assembly-CSharp.dll`` до ``\SIT\Game\EscapeFromTarkov_Data\Managed``, і замініть файл при потребі.
zh_cn: 将 ``Assembly-CSharp.dll`` 文件提取到 ``\SIT\Game\EscapeFromTarkov_Data\Managed`` 中，并在提示时替换文件。
