Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/issues.po
Languages: ru, uk_ua, zh_cn

source: Common Issues
ru: Общие проблемы
uk_ua: Загальні проблеми
zh_cn: 常见问题

source: Flea Market Issue
ru: Проблема с Барахолкой
uk_ua: Проблема з Блошиним Ринком
zh_cn: 跳蚤市场问题

source: Follow these steps to correct the issue:
ru: Следуйте этим шагам, чтобы исправить проблему:
uk_ua: Дотримуйтесь цих кроків, щоб виправити проблему:
zh_cn: 请按照以下步骤纠正此问题：

source: **Stop the AKI Server**.
ru: **Остановите сервер AKI**.
uk_ua: **Зупиніть сервер AKI**.
zh_cn: **停止 AKI 服务器**。

source: Navigate to the ``coopConfig.json`` file located in ``SIT\Server\user\mods\SITCoop\config\``.
ru: Перейдите к файлу ``coopConfig.json``, находящемуся в ``SIT\Server\user\mods\SITCoop\config\``.
uk_ua: Перейдіть до файлу ``coopConfig.json``, розташованого в ``SIT\Server\user\mods\SITCoop\config\``.
zh_cn: 导航到位于 ``SIT\Server\user\mods\SITCoop\config\`` 的 ``coopConfig.json`` 文件。

source: Modify the ``messageWSUrlOverride`` field to include your local IP with the port ``:6969`` appended at the end (e.g., ``192.168.X.X:6969``).
ru: Измените поле ``messageWSUrlOverride``, чтобы включить ваш локальный IP с портом ``:6969`` в конце (например, ``192.168.X.X:6969``).
uk_ua: Змініть поле ``messageWSUrlOverride``, щоб воно містило ваш локальний IP-адрес з портом ``:6969`` в кінці (наприклад, ``192.168.X.X:6969``).
zh_cn: 将 ``messageWSUrlOverride`` 字段修改为包含您的本地 IP 地址以及在末尾附加的端口 ``:6969`` （例如，``192.168.X.X:6969``）。

source: You can get your Local IP by opening ``cmd`` and typing ``ipconfig``
ru: Вы можете получить свой локальный IP, открыв ``cmd`` и введя ``ipconfig``
uk_ua: Ви можете дізнатися свій локальний IP, відкривши ``cmd`` та ввівши ``ipconfig``
zh_cn: 您可以通过打开 ``cmd`` 并键入 ``ipconfig`` 来获取您的本地 IP 地址

source: Change ``useMessageWSUrlOverride`` to ``true``. Ensure the value ``true`` is in lowercase.
ru: Измените ``useMessageWSUrlOverride`` на ``true``. Убедитесь, что значение ``true`` в нижнем регистре.
uk_ua: Змініть ``useMessageWSUrlOverride`` на ``true``. Переконайтеся, що значення ``true`` написано малими літерами.
zh_cn: 将 ``useMessageWSUrlOverride`` 更改为 ``true``。确保值 ``true`` 使用小写。

source: Save the changes to the ``coopConfig.json`` file.
ru: Сохраните изменения в файле ``coopConfig.json``.
uk_ua: Збережіть зміни у файлі ``coopConfig.json``.
zh_cn: 保存对 ``coopConfig.json`` 文件的更改。

source: Reboot the server and verify that it is functioning correctly.
ru: Перезагрузите сервер и убедитесь, что он работает корректно.
uk_ua: Перезавантажте сервер і переконайтеся, що він працює правильно.
zh_cn: 重新启动服务器并验证其是否正常运行。

source: If you're running the AKI Server on Docker or a Virtual Private Server (VPS), you'll need to set the ``messageWSUrlOverride`` to your VPS's external IP address.
ru: Если вы используете сервер AKI в Docker или на виртуальном частном сервере (VPS), вам нужно будет установить ``messageWSUrlOverride`` во внешний IP-адрес вашего VPS.
uk_ua: Якщо ви запускаєте сервер AKI в Docker або на віртуальному приватному сервері (VPS), вам потрібно задати ``messageWSUrlOverride`` на зовнішній IP-адресі вашого VPS.
zh_cn: 如果您正在 Docker 或虚拟专用服务器 (VPS) 上运行 AKI 服务器，则需要将 ``messageWSUrlOverride`` 设置为您的 VPS 的外部 IP 地址。

source: If you're using Docker, follow these commands to update your IP configuration:
ru: Если вы используете Docker, выполните следующие команды для обновления конфигурации IP:
uk_ua: Якщо ви використовуєте Docker, дотримуйтесь цих команд для оновлення конфігурації IP:
zh_cn: 如果您使用 Docker，请按照以下命令更新您的 IP 配置：

source: Stop the SITCoop container using ``docker stop sitcoop``
ru: Остановите контейнер SITCoop, используя ``docker stop sitcoop``
uk_ua: Зупиніть контейнер SITCoop, використовуючи ``docker stop sitcoop``
zh_cn: 使用 ``docker stop sitcoop`` 命令停止 SITCoop 容器

source: Retrieve your external IP address using ``curl -4 icanhazip.com``
ru: Получите свой внешний IP-адрес, используя ``curl -4 icanhazip.com``
uk_ua: Отримайте ваш зовнішній IP-адрес, використовуючи ``curl -4 icanhazip.com``
zh_cn: 使用 ``curl -4 icanhazip.com`` 命令检索您的外部 IP 地址

source: Edit the ``coopConfig.json`` file, using the command ``nano server/user/mods/SITCoop/config/coopConfig.json``
ru: Отредактируйте файл ``coopConfig.json``, используя команду ``nano server/user/mods/SITCoop/config/coopConfig.json``
uk_ua: Редагуйте файл ``coopConfig.json``, використовуючи команду ``nano server/user/mods/SITCoop/config/coopConfig.json``
zh_cn: 使用命令 ``nano server/user/mods/SITCoop/config/coopConfig.json`` 编辑 ``coopConfig.json`` 文件

source: Update the file with the following configuration, replacing ``messageWSUrlOverride`` with the IP you got from Step 2, and set ``useMessageWSUrlOverride`` to **TRUE**
ru: Обновите файл следующей конфигурацией, заменив ``messageWSUrlOverride`` на IP, полученный на шаге 2, и установите ``useMessageWSUrlOverride`` на **TRUE**
uk_ua: Оновіть файл наступною конфігурацією, замінивши ``messageWSUrlOverride`` на IP, який ви отримали на кроці 2, і встановіть ``useMessageWSUrlOverride`` на **TRUE**
zh_cn: 使用以下配置更新文件，将 ``messageWSUrlOverride`` 替换为您从步骤 2 中获取的 IP，并将 ``useMessageWSUrlOverride`` 设置为 **TRUE**

source: Start the SITCoop container using ``docker start sitcoop``
ru: Запустите контейнер SITCoop, используя ``docker start sitcoop``
uk_ua: Запустіть контейнер SITCoop, використовуючи ``docker start sitcoop``
zh_cn: 使用 ``docker start sitcoop`` 命令启动 SITCoop 容器

source: By following these steps, you should be able to resolve the issue with the flea market not displaying new offers or trades in your AKI Server environment.
ru: Следуя этим шагам, вы сможете исправить проблему с тем, что барахолка не отображает новые предложения или сделки в вашей среде сервера AKI.
uk_ua: Дотримуючись цих кроків, ви повинні змогти вирішити проблему з тим, що блошиний ринок не відображає нові пропозиції або угоди в вашому середовищі сервера AKI.
zh_cn: 通过按照这些步骤，您应该能够解决跳蚤市场在您的 AKI 服务器环境中不显示新报价或交易的问题。

source: I'm getting an ``ERROR: listen EADDRNOTAVAIL: address not avalible`` error.
ru: Я получаю ошибку ``ERROR: listen EADDRNOTAVAIL: address not avalible``.
uk_ua: Я отримую помилку ``ERROR: listen EADDRNOTAVAIL: address not avalible``.
zh_cn: 我遇到了一个 ``ERROR: listen EADDRNOTAVAIL: address not avalible`` 错误。

source: This happens because there is already a process running that is taking up the target port, and multiple apps can't access the same port below is a quick command line method to find what is currently holding the port and close it
ru: Это происходит потому, что уже запущен процесс, который занимает целевой порт, и несколько приложений не могут получить доступ к одному и тому же порту. Ниже приведен быстрый способ командной строки, чтобы найти, что в данный момент удерживает порт, и закрыть его.
uk_ua: Це стається через те, що вже запущений процес, який використовує цей порт, і декілька програм не можуть отримати доступ до того самого порту. Нижче наведено швидкий спосіб закрити процес, який використовує цей порт, з командного рядка:
zh_cn: 这是因为已经有一个正在运行的进程占用了目标端口，多个应用程序无法访问同一端口。以下是一种快速的命令行方法，可以查找当前正在占用该端口的进程并关闭它

source: Press ``Win + R`` and enter "cmd"
ru: Нажмите ``Win + R`` и введите "cmd"
uk_ua: Натисніть ``Win + R`` і введіть "cmd"
zh_cn: 按 ``Win + R`` 并输入 "cmd"

source: Press ``CTRL + Shift + Enter`` to open cmd as an admin, click "Yes" to allow
ru: Нажмите ``CTRL + Shift + Enter``, чтобы открыть cmd как администратор, нажмите "Да", чтобы разрешить
uk_ua: Натисніть ``CTRL + Shift + Enter``, щоб відкрити cmd в якості адміністратора, клацніть "Так", щоб дозволити
zh_cn: 按 ``CTRL + Shift + Enter`` 以管理员身份打开 cmd，单击 "Yes" 以允许

source: Type ``netstat -ano | findstr : 6969``
ru: Введите ``netstat -ano | findstr : 6969``
uk_ua: Введіть ``netstat -ano | findstr : 6969``
zh_cn: 键入 ``netstat -ano | findstr : 6969``

source: There should be a set of numbers at the end of the process, like ``17720``
ru: В конце процесса должен быть набор чисел, например, ``17720``
uk_ua: В кінці процесу повинен бути набір цифр, наприклад, ``17720``
zh_cn: 在进程的末尾应该有一组数字，如 ``17720``

source: Type ``taskkill /PID (NUMBER) /F``, replace (NUMBER) with the number you got from above and hit enter
ru: Введите ``taskkill /PID (NUMBER) /F``, замените (NUMBER) на число, которое вы получили выше, и нажмите Enter
uk_ua: Введіть ``taskkill /PID (NUMBER) /F``, замініть (NUMBER) номером, який ви отримали вище, і натисніть Enter
zh_cn: 键入 ``taskkill /PID (NUMBER) /F``，将 (NUMBER) 替换为您从上面获得的数字，然后按 Enter

source: Try booting your server again
ru: Попробуйте перезагрузить сервер снова
uk_ua: Спробуйте знову запустити свій сервер
zh_cn: 尝试重新启动您的服务器

source: Infinite loading screen
ru: Бесконечный экран загрузки
uk_ua: Нескінченний екран завантаження
zh_cn: 无限加载屏幕

source: If you are getting an infinite loading screen, this is usually caused by mods that aren't compatible with the current version of |SIT|, try remvoing all your mods and launching the game and server again.
ru: Если у вас возникает бесконечный экран загрузки, это обычно вызвано модами, которые не совместимы с текущей версией |SIT|, попробуйте удалить все ваши моды и снова запустить игру и сервер.
uk_ua: Якщо ви отримуєте нескінченний екран завантаження, це зазвичай викликано модами, які не сумісні з поточною версією |SIT|, спробуйте видалити всі ваші моди і знову запустити гру та сервер.
zh_cn: 如果您遇到无限加载屏幕，通常是由于不兼容当前版本的 |SIT| 的模组造成的，请尝试删除所有模组，然后重新启动游戏和服务器。

source: SIT Manager "A task was cancelled"
ru: Менеджер SIT "Задача была отменена"
uk_ua: Менеджер SIT "Завдання скасоване"
zh_cn: SIT 管理器 "任务被取消"

source: This is most often caused by a firewall issue, however it can also be caused by an incorrect IP address
ru: Это чаще всего вызвано проблемой с брандмауэром, однако это также может быть вызвано неправильным IP-адресом
uk_ua: Це найчастіше виникає через проблеми з брандмауером, проте це також може бути спричинено неправильною IP-адресою
zh_cn: 这通常是由防火墙问题引起的，但也可能是由于错误的 IP 地址引起的

source: Make sure you have entered the hosts IPv4 address correctly, and if using a VPN that there isn't any connection issues between you and the host.
ru: Убедитесь, что вы правильно ввели IPv4-адрес хоста, и если используете VPN, что между вами и хостом нет проблем с соединением.
uk_ua: Переконайтеся, що ви правильно ввели IPv4-адресу хоста, і якщо використовуєте VPN, що між вами та хостом немає проблем з підключенням.
zh_cn: 确保您已正确输入主机的 IPv4 地址，并且如果使用 VPN，请确保您和主机之间没有任何连接问题。

source: Aki.Server.exe Has Deleted itself
ru: Aki.Server.exe удалился сам
uk_ua: Aki.Server.exe видалив сам себе
zh_cn: Aki.Server.exe 已删除自身

source: For some reason windows defender is dectecting the Aki server as malware, this is a false postive, Aki have requested it not be flagged as malware, however this process can take more than a month to resolve, so in the meantime, add the server directory as an exeption to Windows Defender, like below:
ru: По какой-то причине Windows Defender определяет сервер Aki как вредоносное ПО, это ложное срабатывание, Aki запросил, чтобы он не был помечен как вредоносное ПО, однако этот процесс может занять более месяца, поэтому на время добавьте каталог сервера в исключения Windows Defender, как указано ниже:
uk_ua: З якоїсь невідомої причини Windows Defender виявляє сервер Aki як шкідливе програмне забезпечення, це неправильний позитивний результат, Aki вимагає, щоб його не відзначали як шкідливе програмне забезпечення, проте цей процес може зайняти більше місяця на вирішення, тому на даний час додайте каталог сервера в винятки від Windows Defender, як нижче:
zh_cn: 由于某种原因，Windows Defender 将 Aki 服务器检测为恶意软件，这是一个错误的阳性结果，Aki 请求不要将其标记为恶意软件，但是这个过程可能需要一个月以上的时间来解决，因此在此期间，请将服务器目录添加为 Windows Defender 的例外，如下所示：

source: (You will read Click 9 times, and you **WILL** enjoy it)
ru: (Вы прочтете "Клик" 9 раз, и вам **ЭТО** понравится)
uk_ua: (Ви прочитаєте Клацніть 9 разів, і ви **ПОДОБАЄТЬСЯ** це)
zh_cn: (您将读到点击 9 次，而且您 **一定会** 喜欢它)

source: Open windows settings
ru: Откройте настройки Windows
uk_ua: Відкрийте налаштування Windows
zh_cn: 打开 Windows 设置

source: Click "Update and Security"
ru: Нажмите "Обновление и безопасность"
uk_ua: Клацніть "Оновлення і безпека"
zh_cn: 单击 "更新和安全性"

source: Click "Windows Security"
ru: Нажмите "Безопасность Windows"
uk_ua: Клацніть "Безпека Windows"
zh_cn: 单击 "Windows 安全性"

source: Click "Open Windows Security"
ru: Нажмите "Открыть безопасность Windows"
uk_ua: Клацніть "Відкрити безпеку Windows"
zh_cn: 单击 "打开 Windows 安全性"

source: Click "Virus and Threat Protection"
ru: Нажмите "Защита от вирусов и угроз"
uk_ua: Клацніть "Захист від вірусів і загроз"
zh_cn: 单击 "病毒和威胁防护"

source: Under "Virus & Threat protection settings" click "Manage Settings"
ru: В разделе "Настройки защиты от вирусов и угроз" нажмите "Управление настройками"
uk_ua: У розділі "Параметри захисту від вірусів та загроз" клацніть "Керувати налаштуваннями"
zh_cn: 在 "病毒和威胁防护设置" 下单击 "管理设置"

source: Scroll down to "Exclusions" and click "Add or Remove exclusions"
ru: Прокрутите вниз до "Исключения" и нажмите "Добавить или удалить исключения"
uk_ua: Прокрутіть вниз до "Виключення" та клацніть "Додати або видалити виключення"
zh_cn: 向下滚动到 "排除" 并单击 "添加或删除排除"

source: Click "Add an Exclusion" and click "Folder"
ru: Нажмите "Добавить исключение" и выберите "Папка"
uk_ua: Клацніть "Додати виключення" та клацніть "Папка"
zh_cn: 单击 "添加排除"，然后单击 "文件夹"

source: Navigate to your |SDIR| and click "Select Folder"
ru: Перейдите в ваш |SDIR| и нажмите "Выбрать папку"
uk_ua: Перейдіть до вашого |SDIR| і клацніть "Вибрати папку"
zh_cn: 导航到您的 |SDIR| 并单击 "选择文件夹"

source: I'm getting "Illegal Game Found"
ru: Я получаю сообщение "Обнаружена нелегальная игра"
zh_cn: 我遇到了 "Illegal Game Found"

source: In order to fix this issue you **MUST** follow every install step, properly, without skipping **anything**. I mean it, **ANYTHING**.
ru: Для решения этой проблемы вы **ДОЛЖНЫ** следовать каждому шагу установки, правильно, не пропуская **ничего**. Я серьезно, **НИЧЕГО**.
zh_cn: 为了解决此问题，您 **必须** 严格遵循每个安装步骤，不得跳过 **任何内容**。我的意思是，**任何内容**。

source: If you are still getting the error, go `here. <https://www.escapefromtarkov.com/preorder-page>`_
ru: Если вы по-прежнему получаете ошибку, перейдите `сюда. <https://www.escapefromtarkov.com/preorder-page>`_
zh_cn: 如果您仍然遇到错误，请访问 `这里。<https://www.escapefromtarkov.com/preorder-page>`_
