Repository: stayintarkov/SIT.Documentation
Catalog: docs/locales/*/LC_MESSAGES/playing.po
Languages: ru, uk_ua, zh_cn

source: Playing
ru: Игра
uk_ua: Гра
zh_cn: 游戏

source: So, you've made it here, **IF** you have followed the installation steps, this should be the last part you need to read before you can play.
ru: Итак, вы добрались до сюда, **ЕСЛИ** вы следовали инструкциям по установке, это должна быть последняя часть, которую вам нужно прочитать перед тем, как начать играть.
uk_ua: Отже, ви дісталися сюди, **ЯКЩО** ви слідували інструкціям з установки, це має бути остання частина, яку вам потрібно прочитати перед тим, як почати грати.
zh_cn: 所以，你已经到达这里了，**如果**你按照安装步骤进行操作，这应该是您开始游戏前需要阅读的最后一部分。

source: Client
ru: Клиент
uk_ua: Клієнт
zh_cn: 客户端

source: Once your host has followed all the set-up steps, the server should be ready for you to join, in order to join then the host will need to give you their public IP, or if you are using a VPN, you'll need to be in their network and they need to give you their VPN's IPv4. Once you have that follow the below steps to connect:
ru: Как только ваш хост выполнит все настройки, сервер должен быть готов к вашему присоединению. Для этого хосту нужно будет передать вам свой публичный IP-адрес, или если вы используете VPN, вам нужно будет быть в их сети и они должны предоставить вам IPv4 своего VPN. Как только у вас будет эта информация, следуйте указанным ниже шагам для подключения:
uk_ua: Як тільки ваш хост виконає всі налаштування, сервер повинен бути готовий до вашого приєднання. Для цього хосту потрібно буде передати вам свою публічну IP-адресу, або якщо ви використовуєте VPN, вам потрібно буде бути в їх мережі, і вони повинні надати вам IPv4 свого VPN. Як тільки у вас буде ця інформація, слідуйте наведеним нижче крокам для підключення:
zh_cn: 一旦您的主机完成了所有设置步骤，服务器就应该准备好供您加入了。为了加入服务器，主机需要给您提供他们的公共 IP 地址，或者如果您正在使用 VPN，则您需要在他们的网络中，并且他们需要给您提供他们 VPN 的 IPv4 地址。一旦您获得了这些信息，请按照以下步骤进行连接：

source: **DO NOT USE YOUR LIVE TARKOV USERNAME AND PASSWORD. PLEASE**
ru: **НЕ ИСПОЛЬЗУЙТЕ СВОИ РЕАЛЬНЫЕ ИМЯ ПОЛЬЗОВАТЕЛЯ И ПАРОЛЬ TARKOV. ПОЖАЛУЙСТА**
uk_ua: **НЕ ВИКОРИСТОВУЙТЕ СВОЇ РЕАЛЬНІ ІМ'Я КОРИСТУВАЧА ТА ПАРОЛЬ TARKOV. БУДЬ ЛАСКА**
zh_cn: **请勿使用您的真实 TARKOV 用户名和密码。请注意**

source: The password should not be something you use for any accounts, this is stored on the hosts machine and your machine in plain text, so please use a simple password you will only use for |SIT|
ru: Пароль не должен быть чем-то, что вы используете для любых учетных записей, он хранится на компьютере хоста и вашем компьютере в виде обычного текста, поэтому, пожалуйста, используйте простой пароль, который вы будете использовать только для |SIT|.
uk_ua: Пароль не повинен бути чимось, що ви використовуєте для будь-яких облікових записів, він зберігається на комп'ютері хоста та вашому комп'ютері у вигляді звичайного тексту, тому, будь ласка, використовуйте простий пароль, який ви будете використовувати тільки для |SIT|.
zh_cn: 密码不应该是您用于任何账户的内容，它以纯文本形式存储在主机和您的机器上，因此，请使用一个您仅在 |SIT| 中使用的简单密码。

source: **PLEASE**
ru: **ПОЖАЛУЙСТА**
uk_ua: **БУДЬ ЛАСКА**
zh_cn: **请注意**

source: Once again, **DO NOT USE YOUR LIVE PASSWORD** or I will personally raid your Pantry
ru: Ещё раз, **НЕ ИСПОЛЬЗУЙТЕ ВАШ РЕАЛЬНЫЙ ПАРОЛЬ**!!!
uk_ua: Ще раз, **НЕ ВИКОРИСТОВУЙТЕ СВІЙ ПАРОЛЬ**!!!
zh_cn: 再次强调，**请勿使用您的真实密码**!!!

source: Open the |SITM|
ru: Откройте |SITM|
uk_ua: Відкрийте |SITM|
zh_cn: 打开 |SITM|

source: In the Address box, put the hosts IP in like this ``http://XXX.XXX.XX.XXX:6969``
ru: В поле адреса введите IP-адрес хоста таким образом: ``http://XXX.XXX.XX.XXX:6969``
uk_ua: У поле адреси введіть IP-адресу хоста таким чином: ``http://XXX.XXX.XX.XXX:6969``
zh_cn: 在地址框中输入主机的 IP，格式如下：``http://XXX.XXX.XX.XXX:6969``

source: Give yourself a Username, can be whatever you want
ru: Придумайте себе имя пользователя, может быть любым
uk_ua: Виберіть собі ім'я користувача, може бути будь-яким
zh_cn: 给自己起一个用户名，可以随意

source: Set-up a password **DO NOT USE ANY PASSWORD YOU NORMALLY USE.**
ru: Установите пароль. **НЕ ИСПОЛЬЗУЙТЕ НИКАКОЙ ПАРОЛЬ, КОТОРЫЙ ВЫ ИСПОЛЬЗУЕТЕ ОБЫЧНО.**
uk_ua: Встановіть пароль. **НЕ ВИКОРИСТОВУЙТЕ ЖОДНОГО ПАРОЛЮ, ЯКИЙ ВИ ЗВИЧАЙНО ВИКОРИСТОВУЄТЕ.**
zh_cn: 设置一个密码。**请勿使用您通常使用的任何密码**。

source: Tick Remeber me if you don't want to type all that in every time
ru: Отметьте 'Запомнить меня', если не хотите каждый раз вводить всё это заново
uk_ua: Поставте позначку 'Пам'ятай мене', якщо ви не хочете вводити всі ці дані кожен раз
zh_cn: 如果你不想每次都输入这些内容，请勾选记住我

source: Press "Connect", this should now ask you if you want to make a new account if this is your first time joining, click "Yes"
ru: Нажмите "Подключиться", теперь вас должны спросить, хотите ли вы создать новую учётную запись, если вы впервые подключаетесь, нажмите "Да"
uk_ua: Натисніть "Підключитися", тепер вас мають запитати, чи хочете ви створити новий обліковий запис, якщо це ваш перший вхід, натисніть "Так"
zh_cn: 点击“连接”，现在应该会询问您是否要在首次加入时创建一个新账户，点击“是”

source: It will now ask what Edition of Tarkov you want, select one and press "Create"
ru: Теперь система спросит, какое издание Tarkov вы хотите, выберите одно и нажмите "Создать"
uk_ua: Тепер вас попросять вибрати видання Tarkov, виберіть одне і натисніть "Створити"
zh_cn: 现在会询问您想要哪个版本的 Tarkov，请选择一个并点击“创建”

source: If all the steps have been followed correctly by both you and the host, congrats, you should now be able to play |SIT|
ru: Если все шаги были выполнены правильно вами и хостом, поздравляем, вы теперь можете играть |SIT|
uk_ua: Якщо всі кроки були виконані правильно як вами, так і хостом, вітаємо, ви тепер можете грати |SIT|
zh_cn: 如果您和主机都正确执行了所有步骤，恭喜，您现在应该可以玩 |SIT| 了

source: Server
ru: Сервер
uk_ua: Сервер
zh_cn: 服务器

source: Go to the "Server" tab
ru: Перейдите на вкладку "Сервер"
uk_ua: Перейдіть на вкладку "Сервер"
zh_cn: 转到“服务器”选项卡

source: Click "Start Server" and wait for the "Server started!" message, once you see that the server is up and running
ru: Нажмите "Запустить сервер" и дождитесь сообщения "Сервер запущен!", когда вы увидите, что сервер запущен и работает
uk_ua: Клацніть "Запустити сервер" і зачекайте на повідомлення "Сервер запущено!", коли ви побачите, що сервер працює
zh_cn: 点击“启动服务器”，等待“服务器已启动！”消息，一旦看到服务器正在运行

source: Go back to the "Play" tab now, for Address, if you are hosting the server on the same PC you will be playing on, you can enter ``127.0.0.1``
ru: Теперь вернитесь на вкладку "Играть", для адреса, если вы хостите сервер на том же ПК, на котором будете играть, вы можете ввести ``127.0.0.1``
uk_ua: Тепер перейдіть на вкладку "Грати", щодо адреси, якщо ви хостите сервер на тому самому ПК, на якому будете грати, ви можете ввести ``127.0.0.1``
zh_cn: 现在返回“游戏”选项卡，对于地址，如果您正在托管服务器，并且在同一台电脑上进行游戏，您可以输入 ``127.0.0.1``

source: Pick a Username for yourself
ru: Выберите имя пользователя для себя
uk_ua: Виберіть ім'я користувача для себе
zh_cn: 为自己选择一个用户名

source: Set-up a password **DO NOT USE ANY PASSWORD YOU NORMALLY USE.** Refer to :ref:`this warning<plebpasswordwarn>`
ru: Установите пароль **НЕ ИСПОЛЬЗУЙТЕ ПАРОЛИ, КОТОРЫЕ ВЫ ОБЫЧНО ИСПОЛЬЗУЕТЕ.** См. :ref:`это предупреждение<plebpasswordwarn>`
uk_ua: Встановіть пароль **НЕ ВИКОРИСТОВУЙТЕ ЖОДНОГО ПАРОЛЯ, ЯКИЙ ВИ ЗВИЧАЙНО ВИКОРИСТОВУЄТЕ.** Див. :ref:`це попередження<plebpasswordwarn>`
zh_cn: 设置密码 **不要使用你平常使用的任何密码**。请参考 :ref:`此警告<plebpasswordwarn>`

source: If all the steps have been followed correctly by both you and the client, congrats, you should now be able to play |SIT|.
ru: Если все шаги были выполнены правильно вами и клиентом, поздравляем, теперь вы можете играть |SIT|.
uk_ua: Якщо всі кроки були виконані правильно як вами, так і клієнтом, вітаємо, ви тепер можете грати |SIT|.
zh_cn: 如果您和客户端都正确执行了所有步骤，恭喜，您现在应该可以玩 |SIT| 了。

source: If you are the host, I assume you have the most powerful PC, make sure you are also Hosting the Raid as well, see :ref:`In Game<ingame>`
ru: Если вы являетесь хостом, предполагается, что у вас самый мощный ПК, убедитесь, что вы также являетесь хостом рейда, см. :ref:`В игре<ingame>`
uk_ua: Якщо ви є хостом, я припускаю, що у вас найпотужніший ПК, переконайтеся, що ви також Хостите Рейд, див. :ref:`У грі<ingame>`
zh_cn: 如果您是主机，我假设您有最强大的个人电脑，请确保您也托管了团队突袭，参见 :ref:`游戏内<ingame>`

source: In Game
ru: В игре
uk_ua: У грі
zh_cn: 游戏内

source: Once you are in game, and have set up your character, you may be wondering how to start a raid. Well, thanks for reading this far. This will contain a very brief outline of starting a raid, for more info on specific parts, see the relevant Docs page for more details.
ru: Когда вы находитесь в игре и настроили своего персонажа, вас может интересовать, как начать рейд. Ну что ж, спасибо за прочтение до этого момента. Здесь представлен очень краткий обзор запуска рейда. Для получения дополнительной информации о конкретных частях см. соответствующую страницу документации для получения дополнительной информации.
uk_ua: Як тільки ви знаходитесь в грі і налаштували свого персонажа, ви, можливо, запитуєтеся, як розпочати рейд. Ну що, дякую за читання до цього місця. Це містить дуже короткий опис початку рейду, для отримання більш детальної інформації щодо конкретних частин, див. відповідну сторінку документації для отримання додаткової інформації.
zh_cn: 一旦您进入游戏，并设置好您的角色，您可能会想知道如何开始团队突袭。好吧，感谢您读到这里。这将包含一个开始团队突袭的非常简要的概述，有关特定部分的更多信息，请参阅相关文档页面以获取更多详细信息。

source: First pick the Raid map you want to do, when you pick one, it will ask for the time slot, the times can sometimes desync between clients so make sure you pick the same slot number, eg. Slot 1 or 2
ru: Сначала выберите карту рейда, которую хотите сделать, когда выберете одну, будет задан интервал времени, времена могут иногда расходиться между клиентами, поэтому убедитесь, что вы выбрали один и тот же номер слота, например, Слот 1 или 2
uk_ua: Спочатку виберіть карту рейду, яку хочете зробити, коли виберете одну, вас запитають про часовий інтервал, часи іноді можуть не синхронізуватися між клієнтами, тому переконайтеся, що ви вибрали той самий номер слота, наприклад, Слот 1 або 2
zh_cn: 首先选择您想要进行的团队突袭地图，当您选择一个时，它会要求您选择时间段，有时客户端之间的时间可能会不同步，因此请确保选择相同的时间段编号，例如 Slot 1 或 2

source: If you wanted to play Solo you can click "Play Singleplayer" (Obvs). Otherwise, the player that presses "Host Raid" should be the one with the best PC and Network
ru: Если вы хотите сыграть в одиночку, вы можете нажать "Играть в одиночку" (очевидно). В противном случае, игрок, который нажимает "Хостить рейд", должен быть тем, у кого лучший ПК и сеть
uk_ua: Якщо ви хочете грати в одиночку, ви можете натиснути "Грати в одиночку" (очевидно). В іншому випадку, гравець, який натискає "Хостити Рейд", повинен бути тим, у кого найкращий ПК і мережа
zh_cn: 如果您想单人游戏，您可以点击“单人游戏”（显而易见）。否则，按下“托管团队突袭”的玩家应该是拥有最好的个人电脑和网络的玩家

source: Pick how many players you want, make sure this matches how many people will join, this **INCLUDES** you, the game will not start until everyone has joined
ru: Выберите, сколько игроков вы хотите, убедитесь, что это соответствует количеству людей, которые присоединятся, это **ВКЛЮЧАЕТ** вас, игра не начнется, пока все не присоединятся
uk_ua: Виберіть, скільки гравців ви хочете, переконайтеся, що це відповідає тому, скільки людей приєднається, це **ВКЛЮЧАЄ** вас, гра не почнеться, поки всі не приєднаються
zh_cn: 选择您想要的玩家数量，确保这与将要加入的人数匹配，这 **包括** 您在内，游戏直到所有人都加入后才会开始

source: Don't worry about password unless you are playing on a larger server hosted publically
ru: Не беспокойтесь о пароле, если вы играете на большом сервере, размещенном публично
uk_ua: Не турбуйтесь про пароль, якщо ви граєте на великому сервері, публічно розміщеному
zh_cn: 除非您在公开托管的较大服务器上游戏，否则不要担心密码

source: Pick how many bots, and how difficult you want them, and decide if you want the chance for Bosses to spawn
ru: Выберите, сколько ботов и насколько сложных вы хотите их, и решите, хотите ли вы вероятность появления боссов
uk_ua: Виберіть, скільки ботів і наскільки ви хочете, щоб вони були складними, і вирішіть, чи хочете ви, щоб з'явилися боси
zh_cn: 选择有多少个机器人，以及您想要它们有多难，并决定是否想要让 Boss 有机会生成

source: For protocal select either Relay or Peer-To-Peer, if you would like to see the differences see :ref:`FAQ <p2pr>`
ru: Для протокола выберите Relay или Peer-To-Peer, если вы хотите увидеть различия, см. :ref:`FAQ <p2pr>`
uk_ua: Для протоколу виберіть або Relay, або Peer-To-Peer, якщо ви хочете побачити різницю, див. :ref:`ЧаП <p2pr>`
zh_cn: 对于协议，请选择中继或点对点，如果您想查看区别，请参阅 :ref:`常见问题 <p2pr>`

source: Hit start, your clients should now be able to see it in the server browser, if they picked the same map and time slot
ru: Нажмите "Старт", ваши клиенты теперь должны видеть его в браузере сервера, если они выбрали ту же карту и интервал времени
uk_ua: Натисніть старт, ваші клієнти тепер мають бачити це в браузері сервера, якщо вони вибрали ту ж саму карту і інтервал часу
zh_cn: 点击开始，您的客户端现在应该能够在服务器浏览器中看到它，如果他们选择了相同的地图和时间段

source: Once everyone has joined, the Raid should now start, have fun, and remeber, nothing is more Friendly than Friendly Fire
ru: Когда все присоединились, рейд должен начаться, веселитесь и помните, что ничто не так дружелюбно, как дружественный огонь
uk_ua: Як тільки всі приєднаються, Рейд має початися, веселіться, і пам'ятайте, що ніщо не є більш дружелюбним, ніж дружній вогонь
zh_cn: 一旦每个人都加入了，团队突袭现在应该开始了，玩得开心，并且记住，没有什么比友善的火力更友好
